[
  {
    "pmid": "40086974",
    "title": "Probiotic-fermented ginger-processed Gastrodia elata BI. Ameliorates AlCl(3)-induced cognitive dysfunction in an Alzheimer's disease rat model by regulating the gut microbiota and CREB/BDNF pathway.",
    "abstract": "Gastrodia elata BI., which is an edible plant, has been reported in previous studies to possess a strong capacity for alleviating the symptoms of Alzheimer's disease (AD). This study focuses on ginger-processed and fermented Gastrodia elata BI. (FGGE) to investigate its effects on behaviour, brain neuroregulation, and the gut microbiota in an AlCl(3)-induced AD rat model, and to explore the underlying mechanisms. Results indicate that FGGE significantly improved novel object recognition and the correct alternation rate in the Y-maze test for AD rats. In addition, FGGE alleviated brain oxidative stress and restored the anti-inflammatory response, cholinergic function, and tissue morphology in the hippocampus. Furthermore, FGGE activated the cAMP response element-binding protein/brain-derived neurotrophic factor signalling pathway, reversing neural network abnormalities and enhancing neural regulation. FGGE also promoted the proliferation of bacteria negatively associated with AD, such as Methanosphaera and Lactobacillus, thereby restoring gut microbiota balance. The mechanisms by which FGGE alleviates AD may involve the modulation of the gut-brain axis, ultimately mitigating AD symptoms. FGGE represents an innovative functional food with significant therapeutic potential and promising application prospects.",
    "authors": [
      "Huang J",
      "Lai L",
      "Su Y",
      "Chen J",
      "Li P",
      "Du B"
    ],
    "year": "2025 Apr"
  },
  {
    "pmid": "40086955",
    "title": "Small intestine-residing probiotics suppress neurotoxic bile acid production via extracellular vesicle-mediated inhibition of Clostridium scindens.",
    "abstract": "Dysbiosis in gut microbiota and abnormalities in bile acids have been linked to neurodegenerative diseases. While many studies have focused on the relationship between colonic bacteria and Alzheimer's disease (AD), this study propose that alterations in the small intestine microbiota may play a more critical role. This is because the small intestine is pivotal in recycling bile acids through enterohepatic circulation. This study uses amyloid precursor protein knock-in (APP(NL-G-F/NL-G-F)) transgenic mice to investigate the association between intestinal microbiota and bile acid metabolism. The results showed that the accumulation of beta-amyloid (Abeta) leads to a significant decrease in Lactobacillus johnsonii and a notable increase in bacteria of the genus Clostridium in the small intestine, which are important microorganisms for producing toxic bile acids. Extracellular vesicles (EVs) involved in bacterial interactions and bacteria-host interactions are currently a focus of research. Treatment with L. johnsonii-derived EVs at concentrations of 10(10) and 10(12)/mL) inhibited the growth of Clostridium scindens and suppressed the production of toxic secondary lithocholic acid (TLA) at non-cytotoxic concentrations (10(8)/mL). Furthermore, the removal of small RNA from L. johnsonii-derived EVs resulted in the loss of their ability to suppress TLA production. These results suggest that the small intestine microbiota may play a more critical role than the colonic microbiota in AD. Deterioration of small intestine microbiota led to the metabolism disruption of certain secondary bile acids, which have been reported to exacerbate AD pathology. The EVs released by L. johnsonii, which is abundant in the small intestine, can suppress toxic TLA and have the potential to be developed into health-promoting probiotics.",
    "authors": [
      "Chin WL",
      "Lee BH",
      "Hsu QY",
      "Hou CY",
      "Pai MC",
      "Lin CW",
      "Hsu WH"
    ],
    "year": "2025 Apr"
  },
  {
    "pmid": "40086910",
    "title": "Correlation between changes in apathy and cognition in Alzheimer's disease associated apathy: Analysis of the Apathy in Dementia Methylphenidate Trial 2 (ADMET 2).",
    "abstract": "BACKGROUND: Previous trials have shown improvements in both apathy and cognition with methylphenidate (MPH). OBJECTIVES: To assess whether changes in apathy correlated with changes in cognition in the Apathy in Dementia Methylphenidate Trial 2 (ADMET 2). PARTICIPANTS: Mild to moderate AD patients with clinically significant apathy randomized to MPH (20 mg/day) or placebo for 6 months. MEASUREMENTS: Apathy was measured with the Neuropsychiatric Inventory-apathy (NPI-A) domain. Cognition was measured using the Mini-Mental State Exam (MMSE), Hopkins Verbal Learning (immediate [HVLT-I], delayed [HVLT-D] recall), Digit Span (Forward [DF], Backward [DB]), Trail Making (TMT-A, TMT-B), Action Verbal Fluency (AV), Category Fluency (CF), and the Short Boston Naming Test (BNT). DESIGN: Linear mixed models included cognitive change scores as dependent variables and time, treatment, change in NPI-A and the interaction between treatment and change in NPI-A as independent variables, which were additionally adjusted for baseline NPI-A and cognitive scores, age, sex, level of education and presence of diabetes. RESULTS: 199 participants (66 % male) were included (98-MPH, 101-placebo). Among all participants, worsening CF was associated with worsening apathy (-0.15 (0.05), p = .003). In addition, change in HVLT-I was associated with the interaction between changes in apathy and treatment (-0.31 (0.07), p = 0.0000158). CONCLUSION: Changes in apathy are mostly independent of cognitive changes and apathy response to MPH may be independent from cognition. These results are consistent with the view that apathy as a syndrome is related to but distinct from cognition.",
    "authors": [
      "Sankhe K",
      "Tumati S",
      "Perin J",
      "Rivet L",
      "Vieira D",
      "Rosenberg PB",
      "Herrmann N",
      "Shade D",
      "Lerner AJ",
      "Padala PR",
      "Brawman-Mintzer O",
      "van Dyck CH",
      "Porsteinsson AP",
      "Craft S",
      "Levey AI",
      "Mintzer J",
      "Lanctot KL"
    ],
    "year": "2025 Mar"
  },
  {
    "pmid": "40086908",
    "title": "Failure to recover from proactive semantic interference predicts trajectory of decline in everyday function among older adults with amnestic mild cognitive impairment.",
    "abstract": "OBJECTIVES: To evaluate the predictive utility of proactive semantic interference (PSI) and failure to recover from proactive semantic interference (frPSI) deficits on the longitudinal everyday functional decline on the Clinical Dementia Rating Sum of Boxes (CDR-SOB) among older adults with amnestic mild cognitive impairment (aMCI). DESIGN: Longitudinal prospective cohort study. SETTING: 1Florida Alzheimer's Disease Research Center (1FLADRC). PARTICIPANTS: 97 older adults aged 54 to 98 years who were diagnosed with aMCI following a baseline evaluation. The average age was 71.9 years, 51 % male, average education 15.7 years, and 56 % Hispanic. The mean MMSE score was 28.0. Participants were followed annually for 3 to 4 visits with a mean follow-up time of 38.9 months (range 22.7 to 70.3 months). MEASUREMENTS: CDR-SOB were obtained at each visit and the latent growth curve trajectory of CDR-SOB was estimated. The associations between PSI and frPSI and the growth curve trajectory of CDR-SOB were examined. RESULTS: The growth curve model that best fits the CDR-SOB trajectory was a linear form and included the fixed and random effect of intercept and slope of time. After adjusting for age, sex, education, Hispanic background, Hopkins Verbal Learning Test (HVLT) immediate and delayed recall, and amyloid positivity, frPSI (beta = -0.134, se=0.04, p < 0.01) remained statistically significant in predicting a steeper slope on the trajectory of decline in CDR-SOB. CONCLUSIONS: frPSI at baseline predicted the rate of everyday functional decline over time among participants with aMCI regardless of amyloid status and demonstrated its utility of longitudinal prediction of change in CDR-SOB.",
    "authors": [
      "Zheng DD",
      "Cid REC",
      "Ortega A",
      "Crocco EA",
      "Vaillancourt D",
      "Armstrong MJ",
      "Asken B",
      "DeKosky ST",
      "Adjouadi M",
      "Smith G",
      "Duara R",
      "Marsiske M",
      "Rosselli M",
      "W Barker W",
      "Loewenstein DA"
    ],
    "year": "2025 Mar"
  },
  {
    "pmid": "40086903",
    "title": "Associations of depressive symptoms and cortisol with cognitive performance among memory clinic patients.",
    "abstract": "OBJECTIVE: Test the hypothesis that depressive symptoms are associated with cognitive performance and that cortisol levels may explain this association independently of Alzheimer's Disease (AD) biomarker levels. DESIGN: Longitudinal observational study. SETTING: Memory clinic, Karolinska University Hospital, Stockholm, Sweden. PARTICIPANTS: Consecutive patients (n = 162) who agreed to take part in the Cortisol and Stress in AD (Co-STAR) study during 2014-2017 and had data available for variables of interest. MEASUREMENTS: Participants rated their depressive symptoms using the Geriatric Depression Scale (GDS) and collected diurnal salivary cortisol samples at home. Cognitive performance was assessed by standardized cognitive tests in the following domains: memory, working memory, processing speed, perceptual reasoning, and general cognitive function. Dementia, mild cognitive impairment (MCI), and subjective cognitive decline (SCD) were diagnosed as part of the clinical work-up. We determined the associations between GDS and cognitive domain scores using linear regressions, including cortisol levels as covariates. We also tested if cerebrospinal fluid (CSF) AD biomarkers amyloid beta42 (Abeta42) and tau proteins modified these associations. RESULTS: The GDS score was negatively associated with performance in working memory and processing speed, independently of cortisol levels. These associations were no longer significant after introducing AD biomarkers as covariates. Baseline GDS score was not associated with change in memory or processing speed at follow-up. CONCLUSIONS: The underlying amyloid pathology may affect the association between depressive symptoms and cognitive performance in memory clinic patients.",
    "authors": [
      "Adedeji DO",
      "Holleman J",
      "Johansson L",
      "Kareholt I",
      "Aspo M",
      "Hagman G",
      "Akenine U",
      "Overton M",
      "Solomon A",
      "Kivipelto M",
      "Sindi S",
      "Sacuiu SF"
    ],
    "year": "2025 Mar"
  },
  {
    "pmid": "40086889",
    "title": "Natural Products Targeting Tau Protein Phosphorylation: A Promising Therapeutic Avenue for Alzheimer's Disease.",
    "abstract": "Alzheimer's disease is a progressive neurodegenerative disorder characterized by tau protein hyperphosphorylation and neurofibrillary tangle formation, which are central to its pathogenesis. This review focuses on the therapeutic potential of natural products in targeting tau phosphorylation, a key factor in Alzheimer's disease progression. It comprehensively summarizes current research on various natural compounds, including flavonoids, alkaloids, saponins, polysaccharides, phenols, phenylpropanoids, and terpenoids, highlighting their multitarget mechanisms, such as modulating kinases and phosphatases. The ability of these compounds to mitigate oxidative stress, inflammation, and tau pathology while enhancing cognitive function underscores their value as potential anti-Alzheimer's disease therapeutics. By integrating recent advances in extraction methods, pharmacological studies, and artificial intelligence-driven screening technologies, this review provides a valuable reference for future research and development of natural product-based interventions for Alzheimer's disease.",
    "authors": [
      "Chen Z",
      "Lu Y",
      "Wang Y",
      "Wang Q",
      "Yu L",
      "Liu J"
    ],
    "year": "2025 Mar 14"
  },
  {
    "pmid": "40086611",
    "title": "From Gut to Brain: The Role of Gut Dysbiosis, Bacterial Amyloids, and Metabolic Disease in Alzheimer's Disease.",
    "abstract": "Gut microbial dysbiosis, or altered gut microbial communities, in Alzheimer's Disease suggests a pathogenic role for gut inflammation and microbial products in shaping a neuroinflammatory environment. Similarly, metabolic diseases, such as obesity and diabetes, are also associated with an increased risk of Alzheimer's Disease. As the metabolic landscape shifts during gut inflammation, and gut inflammation in turn impacts metabolic processes, we explore how these interconnected pathways may contribute to the progression of Alzheimer's Disease. Additionally, we discuss the role of bacterial amyloids produced by gut microbes, which may exacerbate amyloid aggregation in the brain and contribute to neurodegenerative processes. Furthermore, we highlight potential therapeutic strategies aimed at reducing gut inflammation, improving metabolic health, and decreasing amyloid content as a means to mitigate Alzheimer's Disease progression. These approaches, targeting the gut-brain-metabolic axis, could offer promising avenues for delaying or preventing cognitive decline in affected individuals.",
    "authors": [
      "Inan S",
      "Wilson RP",
      "Tukel C"
    ],
    "year": "2025 Mar 12"
  },
  {
    "pmid": "40086565",
    "title": "Amyloid beta fragments that suppress oligomers but not fibrils are cytoprotective.",
    "abstract": "Neurotoxic aggregates of amyloid beta (Abeta) peptide contribute to the etiology of Alzheimer's disease (AD). In this work, we examined how seven overlapping fragments derived from Abeta(1-42) affect the oligomerization and toxicity of the full-length peptide. Four fragments inhibited the toxicity of oligomeric Abeta(1-42) to various degrees, two others conferred no cellular protection against Abeta(1-42) toxicity, and one fragment enhanced both Abeta(1-42) oligomerization and toxicity. The structural and aggregation propensities of the peptides that support strong inhibition of Abeta(1-42) toxicity have been identified. Data analysis allowed elucidation of the mechanisms of action of each of the seven peptide fragments on Abeta(1-42) cytotoxicity. Our work establishes the potential therapeutic value of four Abeta fragments and supports the notion that agents directed to disruption of Abeta oligomers may be more effective AD drug candidates than those targeting Abeta fibrils.",
    "authors": [
      "Zabala-Rodriguez MC",
      "Teter K",
      "Tatulian SA"
    ],
    "year": "2025 Mar 12"
  },
  {
    "pmid": "40086421",
    "title": "Sex and APOE4-specific links between cardiometabolic risk factors and white matter alterations in individuals with a family history of Alzheimer's disease.",
    "abstract": "Early detection of pathological changes in Alzheimer's disease (AD) has garnered significant attention in the last few decades as interventions aiming to prevent progression will likely be most effective when initiated early. White matter (WM) alterations are among the earliest changes in AD, yet limited work has comprehensively characterized the effects of AD risk factors on WM. In older adults with a family history of AD, we investigated the sex-specific and APOE genotype-related relationships between WM microstructure and risk factors. Multiple MRI-derived metrics were integrated using a multivariate approach based on the Mahalanobis distance (D2). To uncover the specific biological underpinnings of these WM alterations, we then extracted the contribution of each MRI feature to D2 in significant clusters. Lastly, the links between WM D2 and cognition were explored. WM D2 in several regions was associated with high systolic blood pressure, BMI, and glycated hemoglobin, and low cholesterol, in both males and females. APOE4 + displayed a distinct risk pattern, with LDL-cholesterol having a detrimental effect only in carriers, and this pattern was linked to immediate memory performance. Myelination was the main mechanism underlying WM alterations. Our findings reveal that combined exposure to multiple cardiometabolic risk factors negatively impacts microstructural health, which may subsequently affect cognition. Notably, APOE4 carriers exhibited a different risk pattern, especially in the role of LDL, suggesting distinct underlying mechanisms in this group.",
    "authors": [
      "Tremblay SA",
      "Nathan Spreng R",
      "Wearn A",
      "Alasmar Z",
      "Pirhadi A",
      "Tardif CL",
      "Chakravarty MM",
      "Villeneuve S",
      "Leppert IR",
      "Carbonell F",
      "Medina YI",
      "Steele CJ",
      "Gauthier CJ"
    ],
    "year": "2025 Mar 8"
  },
  {
    "pmid": "40086388",
    "title": "Exploring the role of diarylheptanoids derived from turmeric in trapping methylglyoxal with natural deep eutectic solvents.",
    "abstract": "Methylglyoxal (MGO) is a reactive carbonyl compound that forms advanced glycation end products (AGEs), which are associated with diseases such as diabetes, cancer, and Alzheimer's disease. Turmeric, which contains bioactive diarylheptanoids, has compounds like curcumin that can trap MGO and inhibit the formation of AGEs. However, diarylheptanoids suffer from poor stability and solubility, complicating their use in standard methods. Natural deep eutectic solvents (NADES), particularly the BG12-10 % system (betaine and glycerol mixed in a 1:2 ratio with 10 % water added), can improve these properties by enhancing solubility and stability, thus enabling more accurate reaction kinetics. The NADES extract of turmeric can also directly react with MGO, simplifying the experimental process. Liquid chromatography-mass spectrometry has identified 21 diarylheptanoids in turmeric, 10 of which can trap MGO, curcumin being the only one previously reported in the literature.",
    "authors": [
      "Zhang Q",
      "Zhang X",
      "Jiang Q",
      "Li X",
      "Xu J",
      "Jiang M"
    ],
    "year": "2025 Mar 11"
  },
  {
    "pmid": "40086298",
    "title": "Comparing the impact of various exercise modalities on old adults with Alzheimer's disease: A Bayesian network meta-analysis.",
    "abstract": "BACKGROUND AND PURPOSE: The global prevalence of Alzheimer's disease (AD) in the elderly is rising, and exercise is increasingly used as a non-pharmacological intervention. However, the most effective exercise modality for improving quality of life, alleviating depression, and reducing neuropsychiatric symptoms in AD patients remains unclear. This study aims to identify the optimal exercise modality for addressing these symptoms through a network meta-analysis. METHODS: As of November 2024, we conducted a comprehensive search across six databases: PubMed, Embase, Web of Science, the Cochrane Central Register of Controlled Trials, CINAHL, and PsycINFO. This study included only randomized controlled trials (RCTs), with study durations ranging from 2 to 24 weeks, primarily set in clinical or community environments. Following the PRISMA-NMA guidelines, we conducted statistical analysis using the \"gemtc\" package in R and assessed evidence quality via the CINeMA online platform. RESULTS: A network meta-analysis of 29 RCTs with 1507 participants showed that for global cognition, Aerobic exercise (AE) [MD = 2.83, 95 % CI (0.66, 4.85)] ranked first with 79.5 % probability; for quality of daily life, Resistance Training (RT) [SMD = 0.96, 95 % CI (-0.14, 2.07)] ranked first with 83.7 %; for depression, Physical Activity Program (PAP) [SMD = -3.76, 95 % CI (-7.06, -0.47)] ranked first with 96.0 %; and for neuropsychiatric inventory outcomes, AE [SMD = -2.35, 95 % CI (-5.95, 1.06)] ranked first with 71.1 %. CONCLUSIONS: Based on the findings from retrospective studies, aerobic exercise may be an effective intervention for improving overall cognition and quality of life in individuals aged 60 and above with Alzheimer's disease.",
    "authors": [
      "Hu F",
      "Peng J",
      "Wang W",
      "Shen L",
      "Jia M"
    ],
    "year": "2025 Mar 10"
  },
  {
    "pmid": "40086116",
    "title": "Dual single nucleotide polymorphisms typing of apolipoprotein E gene based on double restriction endonuclease with lambda exonuclease and triple helix molecular switch assistance.",
    "abstract": "Single nucleotide polymorphisms (SNPs) are critical determinants of disease susceptibility, pathogenesis, and drug response, underscoring the need for their accurate monitoring in clinical practice. In this study, we propose a novel apolipoprotein E (APOE) genotyping method for the rapid and precise identification of six genotypes (epsilon2/epsilon2, epsilon3/epsilon3, epsilon4/epsilon4, epsilon2/epsilon3, epsilon2/epsilon4, and epsilon3/epsilon4). The method utilizes restriction endonucleases AflIII and HaeII to selectively cleave the rs429358 and rs7412 sites, thereby generating distinct double-stranded DNA fragments. These fragments are subsequently processed by Lambda exonuclease to produce single-stranded DNA, which binds to a triple-helix molecular switch (THMS) and induces its conformational transition into a hairpin structure, resulting in a fluorescence change. The optimized assay exhibits a linear detection range of 5-1000 copies with a minimum detection limit of 2 copies for the rs429358 site, and a range of 10-1000 copies with a minimum detection limit of 6 copies for the rs7412 site. Furthermore, the method was validated using clinical samples from 10 Alzheimer's disease patients, achieving complete concordance with sequencing results, which underlines the high specificity and sensitivity of the method and demonstrates its potential as a valuable tool for the early diagnosis and personalized treatment of Alzheimer's disease.",
    "authors": [
      "Lin G",
      "Liang W",
      "He Q",
      "Wang Y",
      "Yang X"
    ],
    "year": "2025 Mar 11"
  },
  {
    "pmid": "40085717",
    "title": "PseudoSorter: A self-supervised spike sorting approach applied to reveal Tau-induced reductions in neuronal activity.",
    "abstract": "Microelectrode arrays (MEAs) permit recordings with high electrode counts, thus generating complex datasets that would benefit from precise neuronal spike sorting for meaningful data extraction. Nevertheless, conventional spike sorting methods face limitations in recognizing diverse spike shapes. Here, we introduce PseudoSorter, which uses self-supervised learning techniques, a density-based pseudolabeling strategy, and an iterative fine-tuning process to enhance spike sorting accuracy. Through benchmarking, we demonstrate the superior performance of PseudoSorter compared to other spike sorting algorithms before applying PseudoSorter on MEA recordings from hippocampal neurons exposed to subneuronal concentrations of monomeric Tau as a model for Alzheimer's disease. Our results unveil that Tau diminishes the firing rate of a subset of neurons, which complement our findings observed using conventional electrophysiology analysis, and demonstrate that PseudoSorter's high accuracy and throughput make it a valuable tool for studying neurodegenerative diseases, enhancing our understanding of their underlying mechanisms, as well as for therapeutic drug screening.",
    "authors": [
      "Brockhoff M",
      "Trauble J",
      "Middya S",
      "Fuchsberger T",
      "Fernandez-Villegas A",
      "Stephens A",
      "Robbins M",
      "Dai W",
      "Haider B",
      "Vora S",
      "Laubli NF",
      "Kaminski CF",
      "Malliaras GG",
      "Paulsen O",
      "Kaminski Schierle GS"
    ],
    "year": "2025 Mar 14"
  },
  {
    "pmid": "40085681",
    "title": "A microglia clonal inflammatory disorder in Alzheimer's disease.",
    "abstract": "Somatic genetic heterogeneity resulting from post-zygotic DNA mutations is widespread in human tissues and can cause diseases, however, few studies have investigated its role in neurodegenerative processes such as Alzheimer's disease (AD). Here, we report the selective enrichment of microglia clones carrying pathogenic variants, that are not present in neuronal, glia/stromal cells, or blood, from patients with AD in comparison to age-matched controls. Notably, microglia-specific AD-associated variants preferentially target the MAPK pathway, including recurrent CBL ring-domain mutations. These variants activate ERK and drive a microglia transcriptional program characterized by a strong neuro-inflammatory response, both in vitro and in patients. Although the natural history of AD-associated microglial clones is difficult to establish in humans, microglial expression of a MAPK pathway activating variant was previously shown to cause neurodegeneration in mice, suggesting that AD-associated neuroinflammatory microglial clones may contribute to the neurodegenerative process in patients.",
    "authors": [
      "Vicario R",
      "Fragkogianni S",
      "Weber L",
      "Lazarov T",
      "Hu Y",
      "Hayashi SY",
      "Craddock B",
      "Socci ND",
      "Alberdi A",
      "Baako A",
      "Ay O",
      "Ogishi M",
      "Lopez-Rodrigo E",
      "Kappagantula R",
      "Viale A",
      "Iacobuzio-Donahue CA",
      "Zhou T",
      "Ransohoff RM",
      "Chesworth R",
      "Abdel-Wahab O",
      "Boisson B",
      "Elemento O",
      "Casanova JL",
      "Miller WT",
      "Geissmann F"
    ],
    "year": "2025 Mar 14"
  },
  {
    "pmid": "40085647",
    "title": "Transcriptional signatures of hippocampal tau pathology in primary age-related tauopathy and Alzheimer's disease.",
    "abstract": "In primary age-related tauopathy (PART) and Alzheimer's disease (AD), tau aggregates share a similar structure and anatomic distribution, which is distinct from tau pathology in other diseases. However, transcriptional similarities between PART and AD and gene expression changes within tau-pathology-bearing neurons are largely unknown. Using GeoMx spatial transcriptomics, mRNA was quantified in hippocampal neurons with and without tau pathology in PART and AD. Synaptic genes were down-regulated in disease overall but up-regulated in tau-pathology-positive neurons. Two transcriptional signatures were associated with intraneuronal tau, both validated in a cortical AD dataset. Genes in the up-regulated signature were enriched in calcium regulation and synaptic function. Notably, transcriptional changes associated with intraneuronal tau in PART and AD were similar, suggesting a possible mechanistic relationship. These findings highlight the power of molecular analysis stratified by pathology and provide insight into common pathways associated with tau pathology in PART and AD.",
    "authors": [
      "Stein-O'Brien GL",
      "Palaganas R",
      "Meyer EM",
      "Redding-Ochoa J",
      "Pletnikova O",
      "Guo H",
      "Bell WR",
      "Troncoso JC",
      "Huganir RL",
      "Morris M"
    ],
    "year": "2025 Mar 13"
  },
  {
    "pmid": "40085471",
    "title": "DenseFormer-MoE: A Dense Transformer Foundation Model with Mixture of Experts for Multi-Task Brain Image Analysis.",
    "abstract": "Deep learning models have been widely investigated for computing and analyzing brain images across various downstream tasks such as disease diagnosis and age regression. Most existing models are tailored for specific tasks and diseases, posing a challenge in developing a foundation model for diverse tasks. This paper proposes a Dense Transformer Foundation Model with Mixture of Experts (DenseFormer-MoE), which integrates dense convolutional network, Vision Transformer and Mixture of Experts (MoE) to progressively learn and consolidate local and global features from T1-weighted magnetic resonance images (sMRI) for multiple tasks including diagnosing multiple brain diseases and predicting brain age. First, a foundation model is built by combining the vision Transformer with Densenet, which are pre-trained with Masked Autoencoder and self-supervised learning to enhance the generalization of feature representations. Then, to mitigate optimization conflicts in multi-task learning, MoE is designed to dynamically select the most appropriate experts for each task. Finally, our method is evaluated on multiple renowned brain imaging datasets including UK Biobank (UKB), Alzheimer's Disease Neuroimaging Initiative (ADNI), and Parkinson's Progression Markers Initiative (PPMI). Experimental results and comparison demonstrate that our method achieves promising performances for prediction of brain age and diagnosis of brain diseases.",
    "authors": [
      "Ding R",
      "Lu H",
      "Liu M"
    ],
    "year": "2025 Mar 14"
  },
  {
    "pmid": "40085352",
    "title": "From Clinic to Mechanisms: Multi-Omics Provide New Insights into Cerebrospinal Fluid Metabolites and the Spectrum of Psychiatric Disorders.",
    "abstract": "Cerebrospinal fluid (CSF) is crucial in maintaining brain homeostasis by facilitating waste clearance, nutrient transport, and immune signaling. However, the links between CSF metabolites and psychiatric disorders, as well as the underlying mechanisms, remain largely unexamined. We conducted a bidirectional two-sample Mendelian randomization analysis to investigate potential causal relationships between CSF metabolites and 12 psychiatric disorders. Summary data for psychiatric disorders were sourced from the Psychiatric Genomics Consortium, while information on CSF metabolites was derived from two studies within the Wisconsin Alzheimer's Disease cohort. Causal estimates and pleiotropy were assessed using several robust methods, including inverse-variance-weighted (IVW) analysis, weighted median analysis, MR-Egger regression, and the MR-Egger test. Furthermore, a transcriptome-wide association study was conducted to explore potential mechanisms and shared etiologies between CSF metabolites and psychiatric disorders. The genetic risk of eating disorders (ED) can be increased by leucine (OR = 1.55, 95% CI: 1.21-1.97, P = 4.35 x 10(-)(4)), salicylate (OR = 1.03, 95% CI: 1.01-1.04, P = 4.95 x 10(-)(4)), and 1-methylnicotinamide (OR = 1.06, 95% CI: 1.03-1.09, P = 6.94 x 10(-)(6)), while methylmalonate may reduce ED risk (OR = 0.95, 95% CI: 0.93-0.98, P = 1.31 x 10(-)(4)). Similarly, the risk of schizophrenia (SCZ) may be reduced by threonate (OR = 0.93, 95% CI: 0.89-0.97, P = 1.98 x 10(-)(4)), oxalate (OR = 0.94, 95% CI: 0.90-0.97, P = 3.15 x 10(-)(4)), phenyllactate (OR = 0.96, 95% CI: 0.94-0.98, P = 2.23 x 10(-)(4)), N-acetylglucosamine (OR = 0.98, 95% CI: 0.97-0.99, P = 3.57 x 10(-)(5)), and citramalate (OR = 0.98, 95% CI: 0.98-0.99, P = 5.78 x 10(-)(4)). Conversely, SCZ may upregulate gamma-glutamylleucine (beta = 0.08, P = 1.97 x 10(-)(4)) and O-sulfo-L-tyrosine (beta = 0.06, P = 1.25 x 10(-)(4)), while downregulating gamma-glutamylphenylalanine (beta = - 0.50, P = 1.16 x 10(-)(4)). Signal pathways related to the mechanistic target of the rapamycin (mTOR), post-translational protein modifications, and immune regulation may mediate the causal relationship of CSF metabolites on ED and SCZ. We identified a casual genetic causal relationship between CSF metabolites and both ED and schizophrenia SCZ, which is potentially mediated by pathways related to energy metabolism, post-translational modifications, and immune regulation.",
    "authors": [
      "Wen J",
      "Li Y",
      "Chen Y",
      "Li Y",
      "Yu B",
      "Liu H",
      "Xia Z",
      "Zhang J"
    ],
    "year": "2025 Mar 14"
  },
  {
    "pmid": "40085351",
    "title": "Systematic Identification of Mitochondrial Signatures in Alzheimer's Disease and Inflammatory Bowel Disease.",
    "abstract": "Mitochondrial dysfunction is increasingly recognized as a shared feature of Alzheimer's disease (AD) and inflammatory bowel disease (IBD), linked through overlapping pathways of hypoxia and immune dysregulation. Our study integrated transcriptomic and genetic analyses to uncover mitochondria-related mechanisms underlying these diseases. By analyzing multiple AD and IBD datasets through differential expression gene (DEG) analyses, biological pathway enrichment, and co-expression module construction, we identified hypoxia-induced mitochondrial dysfunction as a central risk factor for both conditions. Key findings revealed several mitochondrial-related genes shared between AD and IBD, including BCL6, PFKFB3, NDUFS3, and COX5B, which serve as critical regulators bridging mitochondrial and immune pathways. Drug enrichment analyses using Drug Signatures Database (DsigDB) and the Connectivity Map (cMAP) identified promising therapeutic candidates, including decitabine, DMOG, and estradiol, targeting shared regulators such as BCL6, PFKFB3, MAFF, and TGFBI. These drugs demonstrated potential to modulate mitochondrial autophagy and oxidative phosphorylation (OXPHOS), pathways enriched in the constructed interaction network with BCL6 and PFKFB3 as central nodes. Mendelian randomization (MR) analysis further identified MAP1LC3A as significantly associated with increased risk for both AD and IBD, while NME1 emerged as strongly protective, suggesting their roles as therapeutic targets. Our findings underscore hypoxia-induced mitochondrial dysfunction as a unifying mechanism in AD and IBD, mediated by hypoxia-inducible factor-1alpha (HIF-1alpha). By identifying key mitochondria-associated genes and pathways, this study highlights innovative therapeutic targets and contributes to a deeper understanding of the gut-brain interplay in neurodegeneration and chronic inflammation. These insights pave the way for precision medicine strategies targeting mitochondrial dysfunction in AD and IBD.",
    "authors": [
      "Wang F",
      "Wang J",
      "Chen T",
      "Wang S",
      "Meng X",
      "Shen Y",
      "Xu X"
    ],
    "year": "2025 Mar 14"
  },
  {
    "pmid": "40085238",
    "title": "High resolution autoradiography of [(18)F]MK-6240 and [(18)F]Flortaucipir shows similar neurofibrillary tangle binding patterns preferentially recognizing middling neurofibrillary tangle maturity.",
    "abstract": "Recent developments in tau positron emission tomography (PET) radiotracers have enhanced the visualization of tau aggregates in Alzheimer's disease (AD). The maturity level of neurofibrillary tangles can affect its recognition by biomarkers. Early detection of tau aggregates regarding tangle pathology is of interest in early diagnosis and comparison of tau radiotracers in this aspect is important. This study focused on head to head pathologic comparison of [(18)F]MK-6240 and [(18)F]Flortaucipir postmortem binding as seen on high resolution autoradiography as compared to CP-13 (early tangle maturity) and PHF-1 (middling tangle maturity) immunohistochemistry (IHC) to evaluate the tangle maturity pathology specificity of binding for tau aggregates in AD, atypical AD and non-AD tauopathies. Analyses were performed on serial 5 mum formalin-fixed paraffin-embedded human brain sections acquired from the Mayo Clinic brain bank. Visual assessment of colocalization with IHC as well as quantitative analyses were used. Evaluation of the tracers' off-target binding profiles were performed. Both tracers had similar binding properties for tau aggregates with preference to middling tangle maturity as shown by comparison to immunohistochemical distributions. Both the tracers showed strong binding to AD tau aggregates and no or minimal binding to non-AD tauopathies which corroborates with other studies.",
    "authors": [
      "Ghatamaneni S",
      "Hruska C",
      "Shin I",
      "Bruinsma T",
      "Scott N",
      "Lee J",
      "Fang P",
      "Min HK",
      "Moloney CM",
      "Wood AC",
      "Constantopoulos E",
      "Reichard RR",
      "Schwarz CG",
      "Jones DT",
      "Graff-Radford J",
      "Knopman DS",
      "Jack CR Jr",
      "Petersen RC",
      "Dickson DW",
      "Murray ME",
      "Lowe VJ"
    ],
    "year": "2025 Mar 14"
  },
  {
    "pmid": "40084922",
    "title": "Regional Brain Metabolism across the Alzheimer's Disease Continuum in Down Syndrome.",
    "abstract": "OBJECTIVE: The goal was to examine the effect of sociodemographic variables, Alzheimer's disease (AD) clinical stages and pathology on brain metabolism in Down syndrome (DS). METHODS: We included 71 euploid healthy controls (HC) and 105 adults with DS (67 asymptomatic, 12 prodromal, and 26 with dementia) from the Down-Alzheimer Barcelona Neuroimaging Initiative. Participants underwent [18F]fluorodeoxyglucose positron emission tomography, 3 Tmagnetic resonance imaging, and lumbar puncture to measure cerebrospinal fluid (CSF) biomarkers (ratio beween amyloid beta peptide 42 and 40, phosphorylated tau 181, and neurofilament light chain [NfL]). Voxel-wise analyses in SPM12 examined the effects of age, sex, intellectual disability, Alzheimer's clinical stage, and CSF biomarkers on brain metabolism. RESULTS: In HC, brain metabolism decreased with age primarily in the frontal lobe. By contrast, a more distributed pattern of metabolic loss was observed in DS with age, predominating in temporoparietal regions. Compared to asymptomatic DS participants, those at the prodromal stage exhibited medial parietal hypometabolism, which later extended to other temporoparietal and frontal regions at the dementia stage. In asymptomatic individuals, we observed a widespread hypometabolism compared to HC, mainly in medial frontal and parietal regions. All CSF biomarkers were closely associated with hypometabolism in regions affected by the disease, with the strongest association observed for NfL in medial parietal structures. INTERPRETATION: The brain metabolic decline in DS with age reflects Alzheimer's pathological processes and involves temporoparietal regions in a similar pattern to that found in other forms of AD. Hypometabolism is more tightly related to CSF NfL levels than to core AD biomarkers. ANN NEUROL 2025.",
    "authors": [
      "Arriola-Infante JE",
      "Morcillo-Nieto AO",
      "Zsadanyi SE",
      "Franquesa-Mullerat M",
      "Vaque-Alcazar L",
      "Rozalem-Aranha M",
      "Arranz J",
      "Rodriguez-Baz I",
      "Maure-Blesa L",
      "Videla L",
      "Barroeta I",
      "Del Hoyo Soriano L",
      "Benejam B",
      "Fernandez S",
      "Sanjuan-Hernandez A",
      "Gimenez S",
      "Alcolea D",
      "Belbin O",
      "Flotats A",
      "Camacho V",
      "Lleo A",
      "Carmona-Iragui M",
      "Fortea J",
      "Bejanin A"
    ],
    "year": "2025 Mar 14"
  },
  {
    "pmid": "40084681",
    "title": "Occupational therapy for people with dementia transitioning to residential care: A scoping review.",
    "abstract": "AIM: This scoping review aims to describe the literature about the experiences of family caregivers and persons living with dementia transitioning into residential care facilities; and to identify missed opportunities for occupational therapy to support this transition. METHODS: The methodological framework proposed by Arksey and O'Malley guided the review. Six electronic databases were systematically searched for peer-reviewed studies published between Jan 2017 and June 2024 including people with dementia aged 65+ years prior to, during and post-admission to a residential care facility and/or family caregiver. RESULTS: Twenty-three studies met the inclusion criteria, reporting research from Australia, Europe and North America. Family caregivers and people with dementia face multiple challenges prior to, during, and after admission to a residential care facility. Four overarching themes were identified; (1) Factors during the transition process with two subthemes: caregiver perceptions and heightened emotions; (2) Trying to get help; (3) Effectiveness of transition interventions; and (4) Unmet needs. Families feel overwhelmed, uncertainty about accessing residential care, guilt about relinquishing care and role loss post-admission. Persons living with dementia report experiencing a loss of autonomy and connection with their family, staff and co-residents. The understanding of dynamics and relationships during transitions can impact health and well-being, highlighting the importance of tailored support from various healthcare professionals, including occupational therapists. CONCLUSION: Findings suggest that the transition into a residential care facility is complex and filled with emotional, psychological, familial and functional changes. Navigating these changes represents a unique opportunity for occupational therapists to utilise their distinctive skill set to navigate this transition and support the health and well-being of caregivers and persons living with dementia.",
    "authors": [
      "Richards K",
      "Carlton C",
      "Reed K",
      "Cashin M",
      "Hitch D"
    ],
    "year": "2025 Mar"
  },
  {
    "pmid": "40084671",
    "title": "Associations of dietary protein and amino acid intakes with disability-adjusted life years for Alzheimer's disease in Japanese people.",
    "abstract": "BackgroundThe number of patients with dementia is increasing worldwide. In Japan, dementia is the most significant reason recognized for people requiring nursing care. Protein is one of the possible preventive nutrients for dementia; however, adequate intake levels can differ according to usual protein intakes and protein sources.ObjectiveThis study examined the relationships between disability-adjusted life years (DALYs) for Alzheimer's disease and protein or amino acid intakes.MethodsGlobal Burden of Disease Study data (DALYs for each sex and age group in each year) and de-identified individual records from the National Health and Nutrition Survey Japan (data from 46,831 subjects) from 2001 to 2019 were used. Multiple regression analyses were conducted to assess the relationships between DALYs and protein or amino acid intakes with lifestyle factors and sociodemographic index as confounding factors.ResultsHigher protein-to-energy ratios were correlated with lower DALYs in women in their 70 s (partial regression coefficient [Coeff.] = -349.488, p = 0.034), in men in their 60 s (Coeff. = -51.484), and in both sexes combined in their 60 s (Coeff. = -26.696, p = 0.015) even after adjusting for other possible nutrient intakes. Additionally, elevated isoleucine, lysine, tyrosine, histidine, arginine, alanine, asparagine, and glycine levels were correlated with lower DALYs in women in their 70 s (Coeff. = -2.752 to -0.141).ConclusionsAdequate protein and specific amino acid intakes may be associated with DALYs for Alzheimer's disease.",
    "authors": [
      "Ishikawa-Takata K",
      "Fujiwara K",
      "Tanaka T",
      "Nakamura K",
      "Kobayashi H",
      "Okada S"
    ],
    "year": "2025 Mar 14"
  },
  {
    "pmid": "40084669",
    "title": "Salivary biomarkers for the molecular diagnosis of dementia with Lewy bodies.",
    "abstract": "BackgroundDespite dementia with Lewy bodies (DLB) being the second most common form of neurodegenerative dementia, more than 80% of DLB cases are initially misdiagnosed. Alpha-synuclein (a-syn) and tau species have been detected in peripheral tissues and biological fluids of DLB patients and among different biological fluids, saliva represent an easely accessible and non-invasive source for biomarker detection.ObjectiveThis study aimed to investigate salivary a-syn and tau species as molecular disease biomarkers, assessing their potential in the diagnosis of DLB and in the differential diagnosis on respect to Alzheimer's disease (AD) and Parkinson's disease (PD).MethodsWe measured total and oligomeric a-syn, total-tau, and S199-phosphorylated-tau (pS199-tau) in the saliva of 21 DLB, 20 AD, 20 PD patients, and 20 healthy subjects (HS) using quantitative enzyme-linked immunosorbent assay (ELISA) analyses.ResultsSalivary total a-syn was not significantly changed between the different groups, whereas all pathological groups had a higher oligomeric a-syn concentration than HS. Salivary total-tau concentration was higher in all the pathological groups than HS, whereas the concentrations did not differ among patients' groups. Conversely, salivary levels of pS199-tau was higher in DLB and AD patients than in HS and PD patients. Both correlation matrix and principal component analysis showed that core clinical DLB features were related to a-syn pathology, while cognitive decline was associated with salivary levels of pS199-tau in both DLB and AD patients. Receiver operating characteristic analysis reported high diagnostic accuracy for both a-syn oligomers and pS199-tau, between DLB and HS, and an adequate accuracy between DLB and PD. Conversely, the diagnostic accuracy was not optimal between DLB patients and AD patients.ConclusionsThese findings provide preliminary evidence that salivary a-syn and tau species might be promising in identifying DLB patients on respect to PD patients and HS, while the diagnostic potential is limited on respect to AD.",
    "authors": [
      "D'Antonio F",
      "Vivacqua G",
      "Serrentino M",
      "Nalepa M",
      "Skweres A",
      "Peconi M",
      "De Bartolo MI",
      "Panigutti M",
      "Sepe Monti M",
      "Talarico G",
      "Fabbrini G",
      "Bruno G"
    ],
    "year": "2025 Mar 14"
  },
  {
    "pmid": "40084666",
    "title": "Association of Alzheimer's disease genetic risk with age-dependent changes in plasma amyloid-beta(42:40) in Veterans.",
    "abstract": "BackgroundIdentifying biomarkers of Alzheimer's disease (AD) is critical for early diagnosis and AD risk assessment.ObjectiveWe examined the hypothesis that the plasma amyloid-beta 42 and 40 (Abeta(42:40)) ratio has a curvilinear relationship with age among individuals who are at higher genetic risk for AD.MethodsThis study investigated the relationship between plasma amyloid-beta 42 and 40 (Abeta(42:40)) ratio and age in 315 men and women Veterans, including those at genetic risk for AD. Hierarchical regression models investigated linear and nonlinear relationships between age, genetic risk, and Abeta(42:40).ResultsWe observed a curvilinear relationship between age and Abeta(42:40) in individuals with higher genetic risk, characterized by an increase in the Abeta(42:40) during midlife followed by a decrease in older age.ConclusionsThese findings highlight distinct patterns in Abeta metabolism among genetically predisposed individuals, suggesting that early metabolic shifts may play a role in the progression of AD. Understanding these nuanced changes is essential for refining the use of Abeta(42:40) ratio as a biomarker, potentially leading to more accurate risk stratification and earlier intervention strategies in AD.",
    "authors": [
      "Pierce ME",
      "Logue M",
      "Sherva R",
      "Miller M",
      "Huber BR",
      "Milberg W",
      "Hayes JP"
    ],
    "year": "2025 Mar 14"
  },
  {
    "pmid": "40084665",
    "title": "Domestic violence in Lewy body dementia: A national study.",
    "abstract": "A descriptive study using a transversal national online survey to evaluate the prevalence and characteristics of behavioral and psychological symptoms (BPSD) of dementia with Lewy bodies (DLB), and specifically, the perpetration of violent acts against primary caregivers. 196 responses, obtained in one month, were analyzed. Delirium, hallucinations, anxiety, and apathy were the most frequently reported BPSD symptoms (over 80% of responders). Primary caregivers expressed the highest degree of distress from agitation and aggressive behavior. Moreover, 45.9% of primary caregivers reported being the target of violent behaviors from DLB patients. No statistical association was found between the presence of BPSD and violent acts.",
    "authors": [
      "Morain E",
      "Fayel A",
      "De Linares P",
      "Dumurgier J",
      "Cognat E",
      "Paquet C"
    ],
    "year": "2025 Mar 14"
  },
  {
    "pmid": "40084664",
    "title": "Frequency of variants in Mendelian Alzheimer's disease genes within the Alzheimer's Disease Sequencing Project.",
    "abstract": "BackgroundPrior studies examined variants within presenilin-2 (PSEN2), presenilin-1 (PSEN1), and amyloid precursor protein (APP) genes. However, previously-reported clinically-relevant variants and other predicted damaging missense (DM) variants have not been characterized in a newer release of the Alzheimer's Disease Sequencing Project (ADSP).ObjectiveTo characterize previously-reported clinically-relevant variants and DM variants in PSEN2, PSEN1, APP within the participants from the ADSP.MethodsWe identified rare variants (MAF < 1%) in PSEN2, PSEN1, and APP in 14,641 individuals with whole genome sequencing and 16,849 individuals with whole exome sequencing available (N(total )= 31,490). We additionally curated variants from ClinVar, OMIM, and Alzforum and report carriers of variants in clinical databases as well as predicted DM variants in these genes.ResultsWe detected 31 previously-reported clinically-relevant variants with alternate alleles observed within the ADSP: 4 variants in PSEN2, 25 in PSEN1, and 2 in APP. The overall variant carrier rate for the 31 clinically-relevant variants in the ADSP was 0.3%. We observed that 79.5% of the variant carriers were cases compared to 3.9% were controls. In those with AD, the mean age of onset of AD among carriers of these clinically-relevant variants was 19.6 +/- 1.4 years earlier compared with noncarriers (p = 7.8 x 10(-57)). Additionally, we identified 197 rare variants (MAF < 1%) within ADSP participants not reported in known clinical databases.ConclusionsA small proportion of individuals in the ADSP are carriers of a previously-reported clinically-relevant variant allele for AD and these participants have significantly earlier age of AD onset compared to noncarriers.",
    "authors": [
      "Wang D",
      "Scalici A",
      "Wang Y",
      "Lin H",
      "Pitsillides A",
      "Heard-Costa N",
      "Cruchaga C",
      "Ziegemeier E",
      "Bis JC",
      "Fornage M",
      "Boerwinkle E",
      "De Jager PL",
      "Wijsman E",
      "Dupuis J",
      "Renton AE",
      "Seshadri S",
      "Goate AM",
      "DeStefano AL",
      "Peloso GM"
    ],
    "year": "2025 Mar 14"
  },
  {
    "pmid": "40084663",
    "title": "Associations between neuropsychiatric symptoms and pathology in clinicopathologically defined Alzheimer's disease, Alzheimer's disease with Lewy bodies, and dementia with Lewy bodies.",
    "abstract": "BackgroundNeuropsychiatric symptoms (NPS) are frequent in Alzheimer's disease (AD) dementia, but a higher NPS burden is found in dementia with Lewy bodies (DLB). Lewy body (LB) pathology frequently co-occurs with AD pathology and may not meet neuropathological criteria for DLB (ADLB). NPS trajectories over disease course in these subgroups is not well understood.ObjectiveWe investigated changes in NPS severity over time, at two time points, comparing clinicopathologically defined cohorts of AD (without LB), ADLB, DLB, and controls.MethodsCases with two available Neuropsychiatric Inventory-Questionnaire (NPIQ), at the time of enrollment and within 2.5 years of death, were selected from the Arizona Study of Aging and Neurodegenerative Disorders. Differences and rate of change in NPIQ scores were compared between AD (n = 75), ADLB (n = 48) DLB (n = 65), and controls (n = 32) with covariates for age, sex, and cognition.ResultsFirst NPIQ scores were highest in ADLB when compared to AD (p = 0.04) and controls (p = 0.01) but not different from DLB. A significant increase in NPS severity was observed in DLB and AD (p < 0.001) over a mean follow up time of 4.9 +/- 3.0 years, and the rate of change was significantly greater in DLB when compared to other groups. Final NPIQ scores were highest in DLB when compared to AD (p = 0.03) but not ADLB, and in DLB, ADLB, and AD than controls (all p < 0.001).ConclusionsEarly NPS burden as well as NPS severity progression rate, independently of cognitive status, might be useful clinical metrics and may help predict underlying pathological diagnoses.",
    "authors": [
      "Tremblay C",
      "Shakir N",
      "Zhang N",
      "Adler CH",
      "Shill HA",
      "Mehta S",
      "Driver-Dunckley E",
      "Belden CM",
      "Atri A",
      "Beach TG",
      "Serrano GE",
      "Choudhury P"
    ],
    "year": "2025 Mar 14"
  },
  {
    "pmid": "40084662",
    "title": "Validation of the Brief Assessment of Impaired Cognition and Brief Assessment of Impaired Cognition Questionnaire in a multicultural memory clinic sample across six European countries.",
    "abstract": "BackgroundWith the changing demographic landscape in most countries worldwide, accurate and brief culture-sensitive case-finding instruments are needed to identify patients with possible cognitive disorders.ObjectiveTo investigate the discriminative validity of the Brief Assessment of Impaired Cognition (BASIC) and BASIC Questionnaire (BASIC-Q) in a multicultural memory clinic sample across six European countries.MethodsThe study was a European cross-sectional multi-center study. Receiver operating characteristic curve analysis was used to examine discriminative validity of BASIC and BASIC-Q in identifying cognitive impairment (mild cognitive impairment (MCI) or dementia) as compared to specialist diagnosis. Regression analysis was used to assess the influence of sociodemographic variables and assessment in a second language on scores.ResultsThe study included a total of 479 participants of which 169 (36%) had immigrant background. BASIC and BASIC-Q had high diagnostic accuracy for cognitive impairment (MCI or dementia) with areas under the curve (AUC) of 0.93 and 0.92, respectively. Age had a significant, but small effect on BASIC, while both BASIC and BASIC-Q were unaffected by sex, education, immigrant status, and assessment in a second language. Among patients with affective/anxiety disorder, 80% scored below cutoff for cognitive impairment on BASIC and 94% on BASIC-Q. However, applying an Objective Performance vs. Subjective Complaints ratio to differentiate between patients with cognitive impairment and affective/anxiety disorder resulted in high overall classification accuracies, with AUC values of 0.80 and 0.74, respectively.ConclusionsThe present study suggests that BASIC and BASIC-Q are valid brief case-finding instruments for cognitive impairment in a multicultural setting.",
    "authors": [
      "Rune Nielsen T",
      "Jorgensen K",
      "Canevelli M",
      "Pomati S",
      "Delgado-Alvarez A",
      "Franzen S",
      "Lozano-Ruiz A",
      "Ozden M",
      "Palisson J",
      "Mukadam N",
      "Waldemar G"
    ],
    "year": "2025 Mar 14"
  },
  {
    "pmid": "40084546",
    "title": "Advances in PET Imaging of alpha7 Nicotinic Receptors: From Radioligand Development to CNS Applications.",
    "abstract": "Positron emission tomography (PET) has significantly advanced our understanding of the brain by enabling non-invasive imaging and quantification of molecular processes, including receptor binding. In this review, we explore the development and application of PET radioligands targeting the alpha7 nicotinic acetylcholine receptor (alpha7 nAChR), a receptor implicated in various central nervous system (CNS) diseases, such as Alzheimer's disease, schizophrenia and cognitive disorders. Despite challenges associated with the low density of alpha7 nAChRs and difficulties in achieving adequate brain penetration, several promising radioligands have been developed, including (11)C-(R)-MeQAA, (11)C-NS14492 and (18)F-ASEM. These radioligands facilitate the evaluation of the 'three pillars of survival' in drug development: tissue accessibility, target engagement and downstream pharmacology. PET imaging offers critical insights into drug distribution across the blood-brain barrier, receptor occupancy and the pharmacodynamic effects of alpha7 nAChR-targeted therapies. By reviewing current radioligands and their applications, we highlight the potential of PET imaging to deepen our understanding of alpha7 nAChR-mediated signalling pathways and its implications for CNS drug discovery. Future innovations in radioligand development, including more selective and brain-penetrant compounds, will be key to fully realizing the potential of PET imaging in alpha7 nAChR-targeted research and treatment.",
    "authors": [
      "Magnussen JH"
    ],
    "year": "2025 Apr"
  },
  {
    "pmid": "40084342",
    "title": "Neurostimulation devices to treat Alzheimer's disease.",
    "abstract": "The use of neurostimulation devices for the treatment of Alzheimer's disease (AD) is a growing field. In this review, we examine the mechanism of action and therapeutic indications of these neurostimulation devices in the AD process. Rapid advancements in neurostimulation technologies are providing non-pharmacological relief to patients affected by AD pathology. Neurostimulation therapies include electrical stimulation that targets the circuitry-level connection in important brain areas such as the hippocampus to induce therapeutic neuromodulation of dysfunctional neural circuitry and electromagnetic field (EMF) stimulation that targets anti-amyloid molecular pathways to promote the degradation of beta-amyloid (Abeta). These devices target specific or diffuse cortical and subcortical brain areas to modulate neuronal activity at the electrophysiological or molecular pathway level, providing therapeutic effects for AD. This review attempts to determine the most effective and safe neurostimulation device for AD and provides an overview of potential and current clinical indications. Several EMF devices have shown a beneficial or harmful effect in cell cultures and animal models but not in AD human studies. These contradictory results may be related to the stimulation parameters of these devices, such as frequency, penetration depth, power deposition measured by specific absorption rate, time of exposure, type of cell, and tissue dielectric properties. Based on this, determining the optimal stimulation parameters for EMF devices in AD and understanding their mechanism of action is essential to promote their clinical application, our review suggests that repeated EMF stimulation (REMFS) is the most appropriate device for human AD treatments. Before its clinical application, it is necessary to consider the complicated and interconnected genetic and epigenetic effects of REMFS-biological system interaction. This will move forward the urgently needed therapy of EMF in human AD.",
    "authors": [
      "Perez FP",
      "Walker B",
      "Morisaki J",
      "Kanakri H",
      "Rizkalla M"
    ],
    "year": "2025"
  },
  {
    "pmid": "40084044",
    "title": "A bibliometric analysis of research hotspots and trends in transcranial magnetic stimulation and Alzheimer's disease.",
    "abstract": "BACKGROUND: Research regarding Transcranial Magnetic Stimulation (TMS) and Alzheimer's disease (AD) has been increasing; however, no bibliometric analysis has yet been conducted in this domain. This study employs bibliometric methods to identify research trends and hotspots concerning AD and TMS. METHODS: We conducted a search in the Web of Science Core Database for articles related to AD and TMS from January 1, 2014, to October 22, 2024. After stringent selection, we performed bibliometric analysis using Excel, VOSviewer, CiteSpace and CoreMine. RESULTS: The number of articles pertaining to AD and TMS has increased annually, with a notable surge post-2020. The three leading countries in publication volume are China, the United States, and Italy. The top institutions contributing to this field include Harvard Medical School, the University of Toronto, and the University of Brescia. The author with the highest publication output is Giacomo Koch. The journal with the most publications is the Journal of Alzheimer's disease. The 10 most frequently occurring keywords are Alzheimer's disease, Transcranial Magnetic Stimulation, mild cognitive impairment, dementia, memory, double-blind, repetitive transcranial magnetic stimulation, noninvasive brain stimulation, cognitive impairment, and plasticity. Text mining has revealed that the anatomical structure \"brain\" and the gene \"Amyloid Precursor Protein (APP)\" are significantly related to both AD and TMS, suggesting that TMS may offer a therapeutic avenue for AD by modulating the activity of APP. CONCLUSION: Our article employs bibliometric methods to unveil trends in research related to AD and TMS, including collaborations among countries, regions, and authors, as well as key research hotspots. We provide objective data that serves as a reference for scientific research and clinical work concerning AD and TMS.",
    "authors": [
      "Xu D",
      "Feng Y",
      "Lu Z",
      "Ma R",
      "Zhang W",
      "Mou Z",
      "Zhang L",
      "Tang X",
      "Zhao Z",
      "Zheng Z"
    ],
    "year": "2025"
  },
  {
    "pmid": "40084028",
    "title": "Domain-specific longitudinal associations between brain volume, white matter lesions, and cognitive function changes.",
    "abstract": "OBJECTIVES: We investigated the domain-specific patterns of the association of segmental brain volume and white matter signal abnormality (WMSA) volume with longitudinal changes in cognitive function. METHODS: Participants from an institutional health check-up program who were aged >50 years, did not have a confirmed central nervous system disorder and underwent baseline and follow-up evaluations for cognitive function and brain MRI with an interval of at least 1 year were included. Cognitive function was assessed using the Consortium to Establish a Registry for Alzheimer's Disease-Korean version (CERAD-K) assessment battery. Performance changes in each cognitive domain were analyzed for associations with serial data of segmental brain volume and WMSA volume. RESULTS: A total of 190 subjects were included (115 [60.1 %] females, mean age 68.2 +/- 8.2 years [range 50-82 years]). Declines in global cognition were associated with lower baseline (P=0.001) and decreasing volumes (P=0.001) of the hippocampus and amygdala and with increasing total WMSA volumes (P=0.008). Declines in the executive function domain were associated with lower baseline volumes of the hippocampus and amygdala (P = 0.018) and with increasing total WMSA volumes (P=0.015). Declines in the language function and the verbal learning domains were associated with lower baseline (P=0.009 and P=0.002, respectively) and decreasing volumes (P=0.008 and P=0.001, respectively) of the hippocampus and amygdala. Decline in the memory recall was associated with higher total WMSA volumes at baseline (P=0.014). Declines in the recognition memory domains were associated with lower baseline hippocampus and amygdala volume (P = 0.020) and with increases in total WMSA volumes (P=0.012). CONCLUSIONS: The segmental brain volume and the WMSA volume parameters have domain-specific associations with longitudinal cognitive changes, which might reflect the different dependence on the brain reserve according to the cognitive domains.",
    "authors": [
      "Lee WJ",
      "Jung KH",
      "Park KI",
      "Chu K",
      "Lee SK"
    ],
    "year": "2025 Feb 28"
  },
  {
    "pmid": "40083995",
    "title": "Label-free Abeta plaque detection in Alzheimer's disease brain tissue using infrared microscopy and neural networks.",
    "abstract": "We present a novel method for the label-free detection of amyloid-beta (Abeta) plaques, the key hallmark of Alzheimer's disease, in human brain tissue sections. Conventionally, immunohistochemistry (IHC) is employed for the characterization of Abeta plaques, hindering subsequent analysis. Here, a semi-supervised convolutional neural network (CNN) is trained to detect Abeta plaques in quantum cascade laser infrared (QCL-IR) microscopy images. Laser microdissection (LMD) is then used to precisely extract plaques from snap-frozen, unstained tissue sections. Mass spectrometry-based proteomics reveals a loss of soluble proteins in IHC stained samples. Our method prevents this loss and provides a novel tool that expands the scope of molecular analysis methods to chemically native plaques. Insight into soluble plaque components will complement our understanding of plaques and their role in Alzheimer's disease.",
    "authors": [
      "Muller D",
      "Rohr D",
      "Boon BDC",
      "Wulf M",
      "Arto T",
      "Hoozemans JJM",
      "Marcus K",
      "Rozemuller AJM",
      "Grosserueschkamp F",
      "Mosig A",
      "Gerwert K"
    ],
    "year": "2025 Feb 28"
  },
  {
    "pmid": "40083942",
    "title": "The inter-organelle cross-talk finely orchestrated in the amyloidogenic processing of amyloid precursor protein in dendritic arborization neurons of Drosophila.",
    "abstract": "Background: Organelles in neuronal dendrites facilitate local metabolic processes and energy supply, crucial for dendrite development and neurodegenerative diseases. The distinct functions of dendritic organelles have been well studied, however, their crosstalk under physiological and pathological contexts remains elusive. We aimed to establish an in vivo model system of contacts between multi-organelles for investigating the modulation of inter-organelle crosstalk in Alzheimer's disease (AD). Methods: A dendrite model of organelle contacts was developed in Drosophila neurons using a set of proximity-driven probes and four-color Airyscan super-resolution imaging. The systematic modulations among multiple contact sites (CSs) between organelles were examined by manipulating CS tethers and vesicular transporters. Finally, perturbations of these CSs and the dendrite structure in the amyloidogenic processing of amyloid precursor protein (APP) were evaluated by introducing three stages of the processing in this model system. Results: A dynamic network, interconnected via CSs and organized with multi-organelle contacts, was presented among Golgi outposts, the endoplasmic reticulum, lysosomes, and mitochondria (GELM). The CS modulations were found to encompass both their density and motility. Notably, multi-CSs participated in complementary modulations spanning across different cellular pathways. Furthermore, the CS network was revealed to be progressively disturbed in APP amyloidogenic processing, with upregulations in density and motility extending from single- to multi-CSs. These CS perturbations, along with defects in dendrite structural plasticity, could be partially rescued by knocking down Miro. Conclusion: The elucidation of CS modulation modes in the GELM network model reveals a cascaded dysregulation of organelle crosstalk during APP amyloidogenic processing. It expands the mechanisms of inter-organelle communication and provides novel insights into neurodegeneration in AD pathology.",
    "authors": [
      "Cheng G",
      "Chang J",
      "Ke S",
      "Dai Z",
      "Gong D",
      "Gong H",
      "Zhou W"
    ],
    "year": "2025"
  },
  {
    "pmid": "40083905",
    "title": "Membrane-assisted Abeta40 aggregation pathways.",
    "abstract": "Alzheimer's disease (AD) is caused by the assembly of amyloid-beta (Abeta) peptides into oligomers and fibrils. Endogenous Abeta aggregation may be assisted by cell membranes, which can accelerate the nucleation step enormously, but knowledge of membrane-assisted aggregation is still very limited. Here, we used extensive molecular dynamics (MD) simulations to structurally and energetically characterize key intermediates along the membrane-assisted aggregation pathways of Abeta40. Reinforcing experimental observations, the simulations reveal unique roles of GM1 ganglioside and cholesterol in stabilizing membrane-embedded beta sheets and of Y10 and K28 in the ordered release of a small oligomeric seed into solution. The same seed leads to either an open-shaped or R-shaped fibril, with significant stabilization provided by inter- or intra-subunit interfaces between a straight beta sheet (residues Q15-D23) and a bent beta sheet (residues A30-V36). This work presents a comprehensive picture of membrane-assisted aggregation of Abeta40, with broad implications for developing AD therapies and rationalizing disease-specific polymorphisms of amyloidogenic proteins.",
    "authors": [
      "Muhammedkutty FNK",
      "Zhou HX"
    ],
    "year": "2025 Feb 19"
  },
  {
    "pmid": "40083619",
    "title": "A Proposed Role for Lymphatic Supermicrosurgery in the Management of Alzheimer's Disease: A Primer for Reconstructive Microsurgeons.",
    "abstract": "The relatively recent discovery of a novel lymphatic system within the brain meninges has spurred interest in how waste products generated by neurons and glial cells-including proteins associated with Alzheimer's disease (AD) pathology such as amyloid beta (Abeta) and tau-are disposed of. Evidence is building that suggests disease progression in AD and other cognitive impairments could be explained by dysfunction in the brain's lymphatic system or obstruction of drainage. An interesting implication of this hypothesis is that, by relieving the obstruction of flow, lymphatic reconstruction along the drainage pathway could serve as a potential novel treatment. Should this concept prove true, it could represent a surgical solution to a problem for which only medical solutions have thus far been considered. This study is meant to serve as a primer for reconstructive microsurgeons, introducing the topic and current hypotheses about the potential role of lymphatic drainage in AD. A preview of current research evaluating the feasibility of lymphatic reconstruction as a surgical approach to improving Abeta clearance is provided, with the aim of inspiring others to design robust preclinical and clinical investigations into this intriguing hypothesis.",
    "authors": [
      "Hong JP",
      "Chen WF",
      "Nguyen DH",
      "Xie Q"
    ],
    "year": "2025 Mar"
  },
  {
    "pmid": "40083551",
    "title": "The various roles of TREM2 in cardiovascular disease.",
    "abstract": "Triggering receptor expressed on myeloid cells-2 (TREM2) is a transmembrane immune receptor that is expressed mainly on macrophages. As a pathology-induced immune signaling hub, TREM2 senses tissue damage and activates immune remodeling in response. Previous studies have predominantly focused on the TREM2 signaling pathway in Alzheimer's disease, metabolic syndrome, and cancer. Recent research has indicated that TREM2 signaling is also activated in various cardiovascular diseases. In this review, we summarize the current understanding and the unanswered questions regarding the role of TREM2 signaling in mediating the metabolism and function of macrophages in atherosclerosis and various models of heart failure. In the context of atherosclerosis, TREM2 signaling promotes foam cell formation and is crucial for maintaining macrophage survival and plaque stability through efferocytosis and cholesterol efflux. Recent studies on myocardial infarction, sepsis-induced cardiomyopathy, and hypertensive heart failure also implicated the protective role of TREM2 signaling in cardiac macrophages through efferocytosis and paracrine functions. Additionally, we discuss the clinical significance of elevated soluble TREM2 (sTREM2) in cardiovascular disease and propose potential therapies targeting TREM2. The overall aim of this review is to highlight the various roles of TREM2 in cardiovascular diseases and to provide a framework for therapeutic strategies targeting TREM2.",
    "authors": [
      "Wang S",
      "Cao C",
      "Peng D"
    ],
    "year": "2025"
  },
  {
    "pmid": "40083386",
    "title": "The effect of tanshinones on cognitive impairments in animal models of Alzheimer's disease: a systematic review and meta-analysis.",
    "abstract": "BACKGROUND: Alzheimer's disease (AD) is an age-related neurological illness that poses a significant hazard to human health. A fat-soluble compound called tanshinones was isolated from Danshen, a traditional Chinese herb. Recent years have seen reports of clinical trials examining the effects of tanshinones on cognitive impairment among individuals with AD, as well as the publication of pertinent basic research. Tanshinones are not yet commonly utilized in the therapeutic treatment of AD, and the effectiveness of tanshinones as a treatment program for AD is not yet adequately supported by evidence. To assess the impact of tanshinones on cognitive impairment in experimental rodent models of AD, we carried out a systematic review in this work. METHOD: All relevant studies on the usage of tanshinones in AD model animals published in PubMed, Cochrane Library, Web of Science, EMBASE, Chinese Biomedicine Database, and China National Knowledge Infrastructure before 8 September 2024, were systematically retrieved. To assess the methodological quality, the CAMARADES checklist was used. Meta-analysis was calculated and graphed in the Stata 14.0 software. For each outcome in every study, the standard mean difference (SMD) and the 95% confidence interval (CI) of each effect size were calculated. RESULTS: Fourteen studies were included in this study. Compared with the AD model group without tanshinones intervention, tanshinones significantly reduced the number of escape latency [SMD = -2.082, 95% CI = (-2.481, -1.683), p < 0.001]. Tanshinones also increased the times of platform crossing [SMD = 1.464, 95% CI = (1.183, 1.744), p < 0.001] and time in target quadrants [SMD = 2.703, 95% CI = (2.132, 3.275), p < 0.001]. CONCLUSION: Tanshinones are thought to have positive effects on cognitive impairment in rodent models of AD, according to the findings of this study. However, the level of quality of the included research may have an impact on the accuracy of positive outcomes. Thus, more high-quality randomized controlled animal studies are required to guide future scientific and clinical research. SYSTEMATIC REVIEW REGISTRATION: identifier CRD42024557980.",
    "authors": [
      "Wang S",
      "Yang J",
      "Zheng W",
      "Zhang S",
      "Zhong D"
    ],
    "year": "2025"
  },
  {
    "pmid": "40083374",
    "title": "Editorial: Novel therapeutic target and drug discovery for neurological diseases, volume II.",
    "abstract": "No abstract found",
    "authors": [
      "Zhao K",
      "Li Z",
      "Sun T",
      "Liu Q",
      "Cheng Y",
      "Barreto G",
      "Li Z",
      "Liu R"
    ],
    "year": "2025"
  },
  {
    "pmid": "40083218",
    "title": "Early signs of neuron autonomous and non-autonomous hyperexcitability in locus coeruleus noradrenergic neurons of a mouse model of tauopathy and Alzheimer's disease.",
    "abstract": "AIM: The locus coeruleus (LC) is one of the earliest brain regions affected by phosphorylated tau (p-tau) in Alzheimer's disease (AD). Using the P301S mouse model, we investigated the temporal progression of tau pathology and its functional consequences. METHODS: Immunohistochemistry was used to assess p-tau deposition in LC noradrenergic neurons at 2-3 and 5-6 months. Electrophysiological recordings evaluated neuronal hyperexcitability, measuring membrane potential, rheobase, and spontaneous action potential (AP) frequency in P301S and wild-type (WT) mice. Fast-scan cyclic voltammetry (FSCV) was used to measure norepinephrine (NE) release. GABA(A) receptor subunit expression was analyzed via immunoblotting. RESULTS: P-tau was detected in LC neurons as early as 2-3 months, with a rostral-to-caudal gradient, and by 5-6 months, nearly all LC neurons exhibited p-tau immunoreactivity. P301S neurons showed hyperexcitability, characterized by depolarized membrane potentials, a more negative rheobase, and increased spontaneous AP frequency. Synaptic blockade elicited a reduced increase in AP frequency, suggesting diminished inhibitory tone. GABA(A) alpha2 subunit expression significantly declined with age in P301S mice, whereas alpha3 remained unchanged. FSCV showed significantly elevated NE release in P301S mice at 3 and 6 months compared to WT. CONCLUSION: The findings highlight early LC dysfunction in tauopathies, characterized by increased excitability, reduced inhibitory tone, and exaggerated NE release. This hyperactivity may contribute to excitotoxicity and downstream dysfunction in LC-regulated brain regions. Targeting LC hyperactivity and restoring inhibitory signaling could be promising therapeutic strategies for mitigating AD progression.",
    "authors": [
      "Wang ZM",
      "Grinevich V",
      "Meeker WR",
      "Zhang J",
      "Messi ML",
      "Budygin E",
      "Delbono O"
    ],
    "year": "2025 Apr"
  },
  {
    "pmid": "40083151",
    "title": "Connectomics and neurotransmitter receptor profile explain regional tau pathology in Alzheimer's disease.",
    "abstract": "Alzheimer's disease tau pathology spreads through neuronal pathways and synaptic connections. Alteration in synaptic activity facilitates tau spreading. Multiple neurotransmitter systems are shown to be implicated in Alzheimer's disease, but their influence on the trans-synaptic spread of tau is not well understood. I aimed to combine resting-state functional magnetic resonance imaging connectomics, neurotransmitter receptor profiles, and tau-PET data to explain the regional susceptibility to tau accumulation. The tau-PET imaging data of 161 amyloid-beta-negative cognitively unimpaired participants as control and 259 amyloid-beta-positive subjects were recruited from the Alzheimer's Disease Neuroimaging Initiative (ADNI). Linear regression analysis revealed that a higher tau-PET z-score is associated with a lower density of nine receptors in the serotonin, dopamine, gamma-aminobutyric acid (GABA), acetylcholine, and glutamate systems. Furthermore, adding four neurotransmitter receptor density z-scores significantly increased the proportion of explained variance by 3% to 7% compared to the epicenter-connectivity distance model in the group-level analysis. Also, adding nine neurotransmitter receptor density z-scores to the epicenter-connectivity distance model increased the explanatory power of variability in individual levels of tau-PET z-score by 3% to 8%. The current study demonstrated the additive value of atlas-based neurotransmitter receptor mapping and individual-level amyloid-beta-PET scans to enhance the connectivity-based explanation of tau accumulation.",
    "authors": [
      "Nabizadeh F"
    ],
    "year": "2025 Mar 6"
  },
  {
    "pmid": "40083013",
    "title": "Exploration of working memory retrieval stage for mild cognitive impairment: time-varying causality analysis of electroencephalogram based on dynamic brain networks.",
    "abstract": "BACKGROUND: Mild Cognitive Impairment (MCI) is an intermediate stage between the expected cognitive decline of normal aging and Alzheimer's disease (AD). Its management is crucial for it helps intervene and slow the progression of cognitive decline to AD. However, the understanding of the MCI mechanism is not completely clear. As working memory (WM) damage is a common symptom of MCI, this study focused on the core stage of WM, i.e., the memory retrieval stage, to investigate information processing and the causality relationships among brain regions based on electroencephalogram (EEG) signals. METHOD: 21 MCI and 20 normal cognitive control (NC) participants were recruited. The delayed matching sample paradigm with two different loads was employed to evaluate their WM functions. A time-varying network based on the Adaptive transfer function (ADTF) was constructed on the EEG of the memory retrieval trials.to perform the dynamic brain network analysis. RESULTS: Our results showed that: (a) Behavioral data analysis: there were significant differences in accuracy and accuracy / reaction time between MCI and NC in tasks with memory load capacity of low load-four and high load-six, especially in tasks with memory load capacity of four. (b) Dynamic brain network analysis: there were significant differences in the dynamic changes of brain network patterns between the two groups during the memory retrieval stage of the WM task. Specifically, in low load WM tasks, the dynamic brain network changes of NC were more regular to accommodate for efficient information processing, with important core nodes showing a transition from bottom to up, while MCI did not display a regular dynamic brain network pattern. Further, the brain functional areas associated with low load WM disorders were mainly located in the left prefrontal lobe (FC1) and right occipital lobe (PO8). Compared with low load WM task, during the high load WM task, the dynamic brain network changes of NC during the memory retrieval stage were regular, and the core nodes exhibited a consistent transition phenomenon from up to bottom to up, which were not observed in MCI. CONCLUSIONS: Behavioral data in the low load WM task paradigm and abnormal electrophysiological signals in the left prefrontal (FC1) and right occipital lobes (PO8) could be used for MCI diagnosis. This is the first time based on large-scale dynamic network methods to investigate the dynamic network patterns of MCI memory retrieval stages under different load WM tasks, providing a new perspective on the neural mechanisms of WM deficits in MCI patients and providing some reference for the clinical intervention treatment of MCI-WM memory disorders.",
    "authors": [
      "Jiang Y",
      "Guo Z",
      "Zhou X",
      "Jiang N",
      "He J"
    ],
    "year": "2025 Mar 13"
  },
  {
    "pmid": "40083008",
    "title": "Sex chromosomes and gonads modify microglial-mediated pathology in a mouse model of Alzheimer's disease.",
    "abstract": "Alzheimer's disease (AD) is a neurodegenerative disorder disproportionally affecting women with sex-specific disease manifestations and therapeutic responses. Microglial-mediated inflammation occurs in response to and perpetuates disease processes, and fundamental sex differences in microglia may contribute to these sex biases. Both sex chromosomes and gonad-derived hormones shape immune responses, but their contribution to immune-mediated mechanisms underlying the sex bias in AD is unclear. Crossing the Four Core Genotype (FCG) model to separate sex chromosome and gonad-derived hormone effects to the 5xFAD model, we found the sex chromosome complement impacted microgliosis, neuroinflammation, plaque burden and neuritic dystrophy. Modification of pathology largely correlated with microgliosis, and sex chromosomes and gonad-derived hormones influenced plaque remodeling and microglial CD11c expression. Our results provide potential trajectories for studying and targeting microglial-mediated sex differences and emphasize the complex interplay between sex chromosomes and hormones during AD.",
    "authors": [
      "Casali BT",
      "Lin L",
      "Benedict O",
      "Zuppe H",
      "Marsico E",
      "Reed EG"
    ],
    "year": "2025 Mar 13"
  },
  {
    "pmid": "40082954",
    "title": "Probe-dependent Proximity Profiling (ProPPr) Uncovers Similarities and Differences in Phospho-Tau-Associated Proteomes Between Tauopathies.",
    "abstract": "BACKGROUND: Tauopathies represent a diverse group of neurodegenerative disorders characterized by the abnormal aggregation of the microtubule-associated protein tau. Despite extensive research, the mechanisms underlying the diversity of neuronal and glial tau pathology in different tauopathies are poorly understood. While there is a growing understanding of tauopathy-specific differences in tau isoforms and fibrillar structures, the specific composition of heterogenous tau lesions remains unknown. Here we study the protein composition of tau aggregates in four major tauopathies: Alzheimer's disease (AD), corticobasal degeneration (CBD), Pick's disease (PiD), and progressive supranuclear palsy (PSP). METHODS: We developed an approach for in situ proximity labeling and isolation of aggregate-associated proteins using glass slides with formalin-fixed paraffin-embedded (FFPE) human postmortem brain tissue, termed Probe-dependent Proximity Profiling (ProPPr). We used ProPPr for the analysis of proteomes associated with AT8-positive cellular lesions from frontal cortices. Isolated proximity proteomes were analyzed by data-independent acquisition mass spectrometry. Co-immunofluorescence staining and quantitative data analysis for selected proteins in human brain tissue was performed to further investigate associations with diverse tau pathologies. RESULTS: Proteomics data analysis identified numerous common and tauopathy-specific proteins associated with phospho-tau aggregates. Extensive validations of candidates through quantitative immunofluorescence imaging of distinct aggregates across disease cases demonstrate successful implementation of ProPPr for unbiased discovery of aggregate-associated proteins in in human brain tissue. Our results reveal the association of retromer complex component vacuolar protein sorting-associated protein 35 (VPS35) and lysosome-associated membrane glycoprotein 2 (LAMP2) with specific types of phospho-tau lesions in tauopathies. Furthermore, we discovered a disease-specific association of certain proteins with distinct pathological lesions, including glycogen synthase kinase alpha (GSK3alpha), ferritin light chain (FTL), and the neuropeptide precursor VGF. Notably, the identification of FTL-positive microglia in CBD astrocytic plaques indicate their potential role in the pathogenesis of these lesions. CONCLUSIONS: Our findings demonstrate the suitability of the ProPPr approach in FFPE brain tissue for unbiased discovery of local proteomes that provide valuable insights into the underlying proteomic landscape of tauopathies, shedding light on the molecular mechanisms underlying tau pathology. This first comprehensive characterization of tau-associated proteomes in a range of distinct tauopathies enhances our understanding of disease heterogeneity and mechanisms, informing strategies for the development of diagnostic biomarkers and targeted therapies.",
    "authors": [
      "Morderer D",
      "Wren MC",
      "Liu F",
      "Kouri N",
      "Maistrenko A",
      "Khalil B",
      "Pobitzer N",
      "Salemi MR",
      "Phinney BS",
      "Bu G",
      "Zhao N",
      "Dickson DW",
      "Murray ME",
      "Rossoll W"
    ],
    "year": "2025 Mar 13"
  },
  {
    "pmid": "40082649",
    "title": "Author Correction: Alzheimer's disease may develop from changes in the immune system, cell cycle, and protein processing following alterations in ribosome function.",
    "abstract": "No abstract found",
    "authors": [
      "Yamakawa A",
      "Suganuma M",
      "Mitsumori R",
      "Niida S",
      "Ozaki K",
      "Shigemizu D"
    ],
    "year": "2025 Mar 13"
  },
  {
    "pmid": "40082619",
    "title": "Interleukin-12 signaling drives Alzheimer's disease pathology through disrupting neuronal and oligodendrocyte homeostasis.",
    "abstract": "Neuroinflammation including interleukin (IL)-12/IL-23-signaling is central to Alzheimer's disease (AD) pathology. Inhibition of p40, a subunit of IL-12/IL-23, attenuates pathology in AD-like mice; however, its signaling mechanism and expression pattern remained elusive. Here we show that IL-12 receptors are predominantly expressed in neurons and oligodendrocytes in AD-like APPPS1 mice and in patients with AD, whereas IL-23 receptor transcripts are barely detectable. Consistently, deletion of the IL-12 receptor in neuroectodermal cells ameliorated AD pathology in APPPS1 mice, whereas removal of IL-23 receptors had no effect. Genetic ablation of IL-12 signaling alone reverted the loss of mature oligodendrocytes, restored myelin homeostasis, rescued the amyloid-beta-dependent reduction of parvalbumin-positive interneurons and restored phagocytosis-related changes in microglia of APPPS1 mice. Furthermore, IL-12 protein expression was increased in human AD brains compared to healthy age-matched controls, and human oligodendrocyte-like cells responded profoundly to IL-12 stimulation. We conclude that oligodendroglial and neuronal IL-12 signaling, but not IL-23 signaling, are key in orchestrating AD-related neuroimmune crosstalk and that IL-12 represents an attractive therapeutic target in AD.",
    "authors": [
      "Schneeberger S",
      "Kim SJ",
      "Geesdorf MN",
      "Friebel E",
      "Eede P",
      "Jendrach M",
      "Boltengagen A",
      "Braeuning C",
      "Ruhwedel T",
      "Hulsmeier AJ",
      "Gimber N",
      "Foerster M",
      "Obst J",
      "Andreadou M",
      "Mundt S",
      "Schmoranzer J",
      "Prokop S",
      "Kessler W",
      "Kuhlmann T",
      "Mobius W",
      "Nave KA",
      "Hornemann T",
      "Becher B",
      "Edgar JM",
      "Karaiskos N",
      "Kocks C",
      "Rajewsky N",
      "Heppner FL"
    ],
    "year": "2025 Mar 13"
  },
  {
    "pmid": "40082399",
    "title": "Lactylation: a promising therapeutic target in ischemia-reperfusion injury management.",
    "abstract": "Ischemia-reperfusion injury (IRI) is a critical condition that poses a significant threat to patient safety. The production of lactate increases during the process of IRI, and lactate serves as a crucial indicator for assessing the severity of such injury. Lactylation, a newly discovered post-translational modification in 2019, is induced by lactic acid and predominantly occurs on lysine residues of histone or nonhistone proteins. Extensive studies have demonstrated the pivotal role of lactylation in the pathogenesis and progression of various diseases, including melanoma, myocardial infarction, hepatocellular carcinoma, Alzheimer's disease, and nonalcoholic fatty liver disease. Additionally, a marked correlation between lactylation and inflammation has been observed. This article provides a comprehensive review of the mechanism underlying lactylation in IRI to establish a theoretical foundation for better understanding the interplay between lactylation and IRI.",
    "authors": [
      "Wang FX",
      "Mu G",
      "Yu ZH",
      "Shi ZA",
      "Li XX",
      "Fan X",
      "Chen Y",
      "Zhou J"
    ],
    "year": "2025 Mar 13"
  },
  {
    "pmid": "40082380",
    "title": "Endoplasmic Reticulum Stress: Implications in Diseases.",
    "abstract": "Endoplasmic reticulum (ER) is a specialized organelle that plays a significant role in cellular function. The major functions of ER include protein synthesis and transport, folding of proteins, biosynthesis of lipids, calcium (Ca(2+)) storage, and redox balance. The loss of ER integrity results in the induction of ER stress within the cell due to the accumulation of unfolded, improperly folded proteins or changes in Ca(2+) metabolism and redox balance of organelle. This ER stress commences the Unfolded Protein Response (UPR) that serves to counteract the ER stress via three sensors inositol requiring protein-1 (IRE1), protein kinase RNA-like ER kinase (PERK), and activating transcription factor-6 (ATF6) that serve to establish ER homeostasis and alleviates ER stress. Severe ER dysfunction ultimately results in the induction of apoptosis. Increasing shreds of evidence suggest the implication of ER stress in the development and progression of several diseases viz. tuberculosis, malaria, Alzheimer's disease, Parkinson's disease, diabetes, and cancer. Activation of ER stress can be beneficial for treating some diseases while inhibiting the process can be useful in others. A deeper understanding of these pathways can provide key insights in designing novel therapeutics to treat these diseases.",
    "authors": [
      "Walter NS",
      "Gorki V",
      "Bhardwaj R",
      "Punnakkal P"
    ],
    "year": "2025 Mar 13"
  },
  {
    "pmid": "40082316",
    "title": "A novel method for harmonization of PET image spatial resolution without phantoms.",
    "abstract": "BACKGROUND: Estimation of the spatial resolution in real images is extremely important in several fields, including crystallography, optics, microscopy, and tomography. In human PET imaging, estimating spatial resolution typically involves the acquisition of images from a physical phantom, typically a Hoffman phantom, which poses a logistical burden, especially in large multi-center studies. Indeed, phantom images may not always be readily available, and this method requires constant monitoring of scanner updates or replacements, scanning protocol changes, and image reconstruction guidelines to establish a equivalence with scans acquired from human subjects. METHODS: We propose a new computational approach that allows estimation of spatial resolution directly from human subject PET images. The proposed technique is based on the generalization of the logarithmic intensity plots in the 2D Fourier domain to the 3D case. The spatial resolution of the image is obtained through the estimated coefficients of a multiple linear regression problem having the logarithm of the squared norm of the Fourier transform as dependent variable and the squared 3D frequencies as multiple predictors. RESULTS: The proposed approach was applied to a cohort of subjects consisting of [18F]florbetapir amyloid PET images and matching phantoms from a Phase II clinical trial, and a second cohort including beta-amyloid, FDG, and tau PET images from the Alzheimer's Disease Neuroimaging Initiative (ADNI) study. The resulting in-plane and axial resolution estimators varied between 3.5 mm and 8.5 mm for both PET and matching phantom images. They also yielded less than one voxel size across-subjects variability in groups of images sharing the same PET scanner model and reconstruction parameters. For human PET images, we also proved that the spatial resolution estimators showed: (1) a very high reproducibility, as measured by intraclass correlation coefficients (ICC > 0.985), (2) a strong cross-tracer linear correlations, and (3) a high within-subject longitudinal consistency, as measured by the maximum difference value between pairs of visits from the same subject. CONCLUSIONS: Our novel approach does not only eliminate the need for surrogate phantom data, but also provides a general framework that can be applied to a wide range of tracers and other imaging modalities, such as SPECT. CLINICAL TRIAL DATA: Cognito Therapeutics' OVERTURE clinical trial (NCT03556280, 2021-08-24), https://clinicaltrials.gov/study/NCT03556280 .",
    "authors": [
      "Carbonell F",
      "Zijdenbos AP",
      "Hempel E",
      "Hajos M",
      "Bedell BJ"
    ],
    "year": "2025 Mar 14"
  },
  {
    "pmid": "40082234",
    "title": "Advances in the Correlation Between White Matter Hyperintensity and Subjective Cognitive Decline.",
    "abstract": "As the population is aging rapidly,the incidence of Alzheimer's disease(AD)is increasing year by year.The World Health Organization stresses that early prevention plays a key role in reducing the incidence of AD.Subjective cognitive decline(SCD)is an early window of AD development,and timely intervention can effectively slow down the progression of the disease or prevent it from developing into dementia,thus reducing the burden on the society.White matter hyperintensity(WMH)can effectively reflect white matter changes and provide strong evidence to identify SCD.In this paper,we review the recent research progress in WMH and SCD,reveal the problems in the current research on WMH,explain the correlation between WMH and SCD in terms of physiopathology and cognitive function,and put forward several suggestions for the future research.",
    "authors": [
      "Jing-Shi Z",
      "Guo-Yun L",
      "An-Qi S",
      "Ze-Qiu Y",
      "Yerebake M",
      "Jun W",
      "Chao-Qun Y"
    ],
    "year": "2025 Feb"
  },
  {
    "pmid": "40082232",
    "title": "Research Progress in Effects of Vermiform Appendix on the Occurrence and Development of Diseases Related to Gut-Brain Axis.",
    "abstract": "The gut-brain axis is a bidirectional communication pathway connecting the central nervous system and gastrointestinal tract,playing a key role in the occurrence and development of diseases related to this axis.The vermiform appendix,as a part of the gut that is connected to the cecum,has a unique anatomical location,a rich microbiome,and abundant immune cells.Appendicitis and appendectomy have been found to be associated with the development of diseases related to the gut-brain axis.This review first introduces the anatomy and functions of the vermiform appendix and then expounds the associations of appendicitis and appendectomy with diseases related to the gut-brain axis.Furthermore,this review summarizes and prospects the mechanisms of the vermiform appendix in affecting the occurrence and development of diseases related to the gut-brain axis.",
    "authors": [
      "Shu-Ting MO",
      "Zhe T",
      "Xin L",
      "Chao H",
      "Yu-Hua C"
    ],
    "year": "2025 Feb"
  },
  {
    "pmid": "40082182",
    "title": "Corrigendum to \"Acori Tatarinowii Rhizoma regulates OCT3/OATP2 and P-gp/MRP1 to \"guide medicines upwards\" in Kai-Xin-San to treat Alzheimer's disease [J. Ethnopharmacol. 343 (2025) 119484].",
    "abstract": "No abstract found",
    "authors": [
      "Li J",
      "Shan X",
      "Gao Y",
      "Zhu H",
      "Cheng H",
      "Xing C",
      "Zhou L",
      "Tao W",
      "Li Y",
      "Yin B",
      "Zhang C"
    ],
    "year": "2025 Mar 12"
  },
  {
    "pmid": "40082180",
    "title": "Corrigendum to \"17th Clinical Trials on Alzheimer's Disease (CTAD) Madrid, Spain, October 29 - November 1, 2024: Symposia, Oral Communications\" [J Prev Alzheimers Dis 2025;12(1S):100043].",
    "abstract": "No abstract found",
    "authors": [],
    "year": "2025 Mar 12"
  },
  {
    "pmid": "40082178",
    "title": "Lifestyle factors and plasma biomarkers of Alzheimer's disease: A narrative review.",
    "abstract": "Alzheimer's disease (AD) is a neurodegenerative disorder characterised by amyloid-beta (Abeta), tau hyperphosphorylation and neurodegeneration. Blood-based biomarkers are emerging as a minimally invasive tool for disease detection and monitoring. This review depicts the relationships between modifiable lifestyle factors (nutrition, physical activity (PA), sleep, alcohol consumption, smoking, and social isolation) and plasma biomarkers of AD: Abeta(42), Abeta(40), Abeta(42/40,) phosphorylated tau, total tau, neurofilament light chain (NfL) and glial fibrillary acidic protein. Limited evidence suggests that better nutrition is associated with favourable AD plasma biomarker profiles and that PA is associated with less plasma NfL and Abeta, whilst poor sleep is associated with elevated plasma Abeta. However, lack of data and inconsistent findings highlight the need for further investigation to substantiate or refute these trends. Moreover, future research should include the analysis of lifestyle on plasma biomarkers according to gender, metabolic health and APOE status. Considering the growing emphasis on modifiable lifestyle factors for preventing and delaying dementia onset further investigation is justified.",
    "authors": [
      "Hooper C",
      "Coley N",
      "Delrieu J",
      "Guyonnet S"
    ],
    "year": "2025 Mar 12"
  },
  {
    "pmid": "40082066",
    "title": "Effects of Dexamethasone and Tacrolimus on Mesenchymal Stem Cell Characteristics and Gene Expression.",
    "abstract": "Mesenchymal stem cells (MSCs) are frequently used for therapeutic applications in both pre-clinical and clinical settings owing to their capacity for immune modulation and neuroprotective effects. However, transient fever is commonly observed as an adverse event following MSC injection in patients with Alzheimer's disease (AD). In this study, we investigated the potential impact of immunosuppressants such as dexamethasone and tacrolimus on altering the characteristics of human mesenchymal stem cells (hMSCs). Additionally, we examined whether these immunosuppressants affect the persistence of hMSCs or the immune response upon their administration into the brain parenchyma of AD mice. The exposure of hMSCs to high concentrations of dexamethasone and tacrolimus in vitro did not significantly alter the characteristics of hMSCs. The expression of genes related to innate immune responses, such as Irak1, Irf3, Nod1, and Ifnar1, was significantly downregulated by the additional administration of dexamethasone and tacrolimus to the brain parenchyma of AD mice. However, hMSC persistence in the AD mouse brain was not affected. The results of this study support the use of immunosuppressants to mitigate fever during stem cell therapy in patients with AD.",
    "authors": [
      "Lee NK",
      "Na DL",
      "Myeong SH",
      "Lee SY",
      "Lee NH",
      "Jang H",
      "Seo SW",
      "Chang JW",
      "Kim HJ",
      "Son HJ"
    ],
    "year": "2025 Mar 14"
  },
  {
    "pmid": "40081988",
    "title": "The late-onset Alzheimer's disease risk factor RHBDF2 is a modifier of microglial TREM2 proteolysis.",
    "abstract": "The cell surface receptor TREM2 is a key genetic risk factor and drug target in Alzheimer's disease (AD). In the brain, TREM2 is expressed in microglia, where it undergoes proteolytic cleavage, linked to AD risk, but the responsible protease in microglia is still unknown. Another microglial-expressed AD risk factor is catalytically inactive rhomboid 2 (iRhom2, RHBDF2), which binds to and acts as a non-catalytic subunit of the metalloprotease ADAM17. A potential role in TREM2 proteolysis is not yet known. Using microglial-like BV2 cells, bone marrow-derived macrophages, and primary murine microglia, we identify iRhom2 as a modifier of ADAM17-mediated TREM2 shedding. Loss of iRhom2 increased TREM2 in cell lysates and at the cell surface and enhanced TREM2 signaling and microglial phagocytosis of the amyloid beta-peptide (Abeta). This study establishes ADAM17 as a physiological TREM2 protease in microglia and suggests iRhom2 as a potential drug target for modulating TREM2 proteolysis in AD.",
    "authors": [
      "Jocher G",
      "Ozcelik G",
      "Muller SA",
      "Hsia HE",
      "Lastra Osua M",
      "Hofmann LI",
      "Assfalg M",
      "Dinkel L",
      "Feng X",
      "Schlepckow K",
      "Willem M",
      "Haass C",
      "Tahirovic S",
      "Blobel CP",
      "Lichtenthaler SF"
    ],
    "year": "2025 May"
  },
  {
    "pmid": "40081986",
    "title": "Development and evaluation of a healthcare decision-making intervention for African American parent-adult daughter dementia dyads: a mixed-methods study protocol.",
    "abstract": "INTRODUCTION: There is a higher proportion of African American care partners due to African American older adults having more than twice the prevalence of Alzheimer's disease and related dementias (ADRD) compared with non-Hispanic white older adults in the USA. African American adult daughters are the largest group of care partners of African American persons living with ADRD. Within this role, they are faced with navigating multiple health-related decisions to optimise the quality of life of their parent with ADRD, which can negatively influence their own quality of life. This study is guided by three conceptual frameworks: National Institute on Aging's Health Disparities Research Framework, Black Family Socio-Ecological Context Model and Superwoman Schema. The purpose of this study was to develop a structured culturally responsive prototype intervention that will improve the healthcare decision-making self-efficacy and quality of life of African American parent-adult daughter dementia dyads. The prototype intervention will be piloted in a single-group clinical trial to evaluate feasibility, acceptability and preliminary efficacy. METHODS AND ANALYSIS: This study will be conducted in two phases using an explanatory sequential mixed-methods design, wherein qualitative data collection follows quantitative data collection to explain the findings. In the first phase, the quantitative data collection will examine the behavioural, sociocultural and environmental lifecourse influences on healthcare decision-making self-efficacy and the quality of life of 70 African American parent-adult daughter dementia dyads (ie, persons living with ADRD and their adult daughter care partners). The qualitative data collection will consist of a nested sample of 15 dementia dyads and focus on the decision-making processes that affect current and future healthcare use for the parents living with ADRD. Further, this study will explore how these processes influence the quality of life of both members. In phase 2, integrated findings from phase 1 will provide the basis for the development of the prototype intervention using design thinking and intervention mapping with key informants and community advisory board oversight. Once the prototype intervention is developed, a clinical trial will be conducted. This trial will enrol a new sample of 20 African American parent-adult daughter dementia dyads using a pretest-post-test design. ETHICS AND DISSEMINATION: The first phase of the study has been approved by the Emory University Institutional Review Board and is registered on ClinicalTrials.gov (NCT05139290). This study will contribute to the development of a structured culturally responsive prototype intervention for African American parent-adult daughter dementia dyads. The findings will determine whether a larger randomised controlled trial is warranted. Results of the research will be disseminated in both academic and community settings. TRIAL REGISTRATION NUMBER: NCT05139290.",
    "authors": [
      "Bonds Johnson K",
      "Lyons KS",
      "Epps F",
      "Daniel G",
      "Monin JK",
      "Powell W",
      "Hepburn K"
    ],
    "year": "2025 Mar 13"
  },
  {
    "pmid": "40081897",
    "title": "The microbiome: what a neurologist needs to know.",
    "abstract": "The gastrointestinal tract is inhabited by trillions of micro-organisms that form the gut microbiome, which serves various functions that can influence neurological pathways. It can release metabolites that could affect the nervous system. The bidirectional communication between the intestine and the central nervous system is known as the gut-brain axis. This communication can be impacted by the microbiota in various direct and indirect ways. There has been a suggested connection between the microbiome and many neurological disorders, including epilepsy, Alzheimer's disease, Parkinson's disease and multiple sclerosis. This has been explored in human and animal studies. While no microbial biomarkers have been identified yet, alterations in several taxa have been suggested to be associated with disease states. The potential of the microbiome to modulate neurological function has sparked multiple clinical trials using gut-altering treatments, some with positive preliminary results.",
    "authors": [
      "Dehghanizai AB",
      "Stewart CJ",
      "Thomas RH"
    ],
    "year": "2025 Mar 12"
  },
  {
    "pmid": "40081796",
    "title": "Multi-functional Memantine Nitrate Attenuated Cognitive Impairment in Models of Vascular Dementia and Alzheimer's Disease through Neuroprotection and Increased Cerebral Blood Flow.",
    "abstract": "Alzheimer's disease (AD) and vascular dementia (VaD) are two prevalent forms of dementia. VaD is linked to cerebrovascular lesions, such as those from white matter ischemia and chronic cerebral hypoperfusion, which can also occur in AD. Nitric oxide (NO) regulates cerebral blood flow (CBF) in the central nervous system. Memantine is an NMDA receptor antagonist approved for AD treatment. This study investigated the efficacy and molecular mechanism of MN-08, a novel memantine nitrate, in one VaD model (2VO) and two AD models (APP/PS1 mice and Abeta1-42-induced mice). MN-08 increased CBF, ameliorated cognitive and memory functions in VaD and AD, and was more effective than memantine. MN-08 increased the survival rate of CA1 neurons and mitigated white matter lesions and axonal damage. Moreover, MN-08 protected neurons from OGD-induced loss and promoted axonal outgrowth in the hippocampus by upregulating phosphorylated Akt (p-Akt), glycogen synthase kinase-3beta (p-GSK3beta), and high-molecular-weight neurofilaments (p-NFH). The beneficial effects of MN-08 were attenuated by carboxy-PTIO, a potent NO scavenger, suggesting that MN-08-derived NO may alleviate cognitive impairment from cerebral hypoperfusion. Taken together, our studies demonstrate that MN-08 is a promising therapeutic agent for the treatment of dementia including VaD and AD.",
    "authors": [
      "Chen G",
      "Zhang K",
      "Sun M",
      "Xie N",
      "Wu L",
      "Zhang G",
      "Guo B",
      "Huang C",
      "Man Hoi MP",
      "Zhang G",
      "Shi C",
      "Sun Y",
      "Zhang Z",
      "Wang Y"
    ],
    "year": "2025 Mar 11"
  },
  {
    "pmid": "40081583",
    "title": "Autoimmune thyroid disease is a risk factor for mood disorders, a Mendelian randomization study.",
    "abstract": "BACKGROUND: Observational studies have demonstrated associations between autoimmune thyroid disease and both mood disorders and dementia, but the direction of causality has not been established. METHODS: We employed bidirectional, two-sample Mendelian randomization analyses to assess the causal links between autoimmune thyroid disease (Graves' disease and autoimmune thyroiditis), and mood disorders (major depressive disorder and bipolar disorder) as well as dementia (Alzheimer's disease and dementia with Lewy bodies). We obtained Genome-Wide Association Study data from the Finngen database and IEU Open GWAS. For statistical analysis, we utilized several robust methods inverse variance weighted, MR-Egger, weighted median, simple mode and weighted mode. Sensitivity analyses are performed to detect potential horizontal pleiotropy, and to exclude any outlier data points that could skew our results. RESULTS: Gene-proxy for Graves' disease was associated with an increased risk of major depressive disorder (P-value = 0.02), whereas gene-proxy for autoimmune thyroiditis was linked to a greater risk of bipolar disorder (P-value = 0.043). The levels of pleiotropy and heterogeneity among genetic variants suggest bias is unlikely, leave-one-out test confirmed a robust correlation. No indication that mood disorders influence the risk of autoimmune thyroid disease, and no evidence of a causal relationship between autoimmune thyroid disease and dementia. CONCLUSIONS: Graves' disease is associated with heightened risk of major depressive disorder, and autoimmune thyroiditis is correlated with increased risk of bipolar disorder.",
    "authors": [
      "Liu J",
      "Li Z"
    ],
    "year": "2025 Mar 11"
  },
  {
    "pmid": "40081504",
    "title": "Decreased brain interstitial fluid dynamics is associated with risk of Alzheimer's disease-related cognitive decline.",
    "abstract": "BACKGROUND: Diffusion-tensor image analysis along the perivascular space (ALPS) index that has the potential to reflect brain interstitial fluid (ISF) dynamics may predict the development of Alzheimer's Disease (AD). We aimed to study whether brain ISF dynamics indicated by the ALPS index relate to AD dementia diagnosis and AD-related changes. METHODS: This study included a discovery cohort (n = 180) and a validation cohort (n = 127), which were composed of cognitively normal, subjective memory concern, mild cognitive impairment, and AD dementia subjects. All participants underwent brain magnetic resonance imaging examination and neuropsychological evaluation. The diffusivities and diffusion-tensor image analysis along the perivascular space (ALPS) were calculated. The support vector machine (SVM) model for AD dementia diagnosis was built in the discovery cohort and validated in the validation cohort. Linear mixed-effects models were used to evaluate the association between the ALPS and cognitive decline. Cox regression models were used to evaluate the association between the ALPS and the risk of AD dementia. RESULTS: There was a lower median ALPS index in the AD dementia group compared to other groups (all P < 0.05) for both cohorts. The SVM model for AD dementia diagnosis produced an AUC of 0.802 in the discovery cohort (P < 0.001) and 0.783 in the external validation cohort (P < 0.001). Higher ALPS levels were associated with less cognitive decline (P < 0.001). Moreover, lower baseline ALPS had a greater risk of converting to AD dementia (P = 0.014). CONCLUSIONS: The SVM model based on diffusivities and ALPS was effective for AD dementia diagnosis, and higher ALPS levels are associated with a lower risk of AD-related changes. These findings suggest that ALPS may provide a useful AD progression or treatment biomarker.",
    "authors": [
      "Guo Y",
      "Liu T",
      "Chen H",
      "Zhou L",
      "Huang W",
      "Zhang K",
      "Wang X",
      "Wang Y",
      "Zhou JH",
      "Chen F"
    ],
    "year": "2025 Mar 11"
  },
  {
    "pmid": "40081429",
    "title": "Functional dynamic network connectivity differentiates biological patterns in the Alzheimer's disease continuum.",
    "abstract": "Alzheimer's disease (AD) can be conceptualized as a network-based syndrome. Network alterations are linked to the molecular hallmarks of AD, involving amyloid-beta and tau accumulation, and consecutively neurodegeneration. By combining molecular and resting-state functional magnetic resonance imaging, we assessed whether different biological patterns of AD identified through a data-driven approach matched specific abnormalities in brain dynamic connectivity. We identified three main patient clusters. The first group displayed mild pathological alterations. The second cluster exhibited typical behavioral impairment alongside AD pathology. The third cluster demonstrated similar behavioral impairment but with a divergent tau (low) and neurodegeneration (high) profile. Univariate and multivariate analyses revealed two connectivity patterns encompassing the default mode network and the occipito-temporal cortex, linked respectively with typical and atypical patterns. These results support the key association between macro-scale and molecular alterations. Dynamic connectivity markers can assist in identifying patients with AD-like clinical profiles but with different underlying pathologies.",
    "authors": [
      "Pini L",
      "Brusini L",
      "Griffa A",
      "Cruciani F",
      "Allali G",
      "Frisoni GB",
      "Corbetta M",
      "Menegaz G",
      "Galazzo IB"
    ],
    "year": "2025 Mar 11"
  },
  {
    "pmid": "40081396",
    "title": "Perceptions About Dyadic Physical Activity Intervention for Rural-Dwelling People With Cognitive Impairment.",
    "abstract": "BACKGROUND/OBJECTIVES: Rural populations face an elevated risk of Alzheimer's disease and related dementias partially attributed to modifiable risk factors such as physical inactivity. The study gathered key community partners' perspectives about (a) feasibility of implementing the telerehabilitation physical activity behavioral (TPAB) intervention, a virtual program aimed at increasing daily stepping with sensor-based monitoring, and (b) necessary adaptions for implementation for rural-dwelling people with cognitive impairment and care partners (dyads). METHODS: Eleven rural-dwelling individuals (three medical providers, four older adults, and four care partners of individuals with mild cognitive impairment) in Nebraska were recruited for a focus group via fliers and word of mouth. The person-based approach was used to gain the perspectives of participants during a 1-hr group discussion regarding six dimensions of feasibility. Session transcriptions were analyzed using thematic analysis. RESULTS: Participants highlighted the need to improve physical activity in the community and supported care partners receiving TPAB alongside individuals with mild cognitive impairment. Suggested modifications to TPAB included, establishing a local champion, integrating local resources, involving primary care providers, setting recruitment deadlines, using participant testimonies for recruitment, and emphasizing program individualization. CONCLUSION: Overall, participants perceived TPAB was practical, feasible, and necessary for rural-dwelling participants with cognitive impairment and their care partners; however, several adaptations and the creation of the Cognitive Impairment Rural Community-TPAB are required to optimize rural implementation. Significance/Implications: There is an identified need for the TPAB intervention with outlined redesign approaches to facilitate intervention development and rural implementation.",
    "authors": [
      "Hoffman RM",
      "Murphy BR",
      "Watanabe-Galloway S",
      "Vidoni ED",
      "Riffin CA",
      "Monin JK"
    ],
    "year": "2025 Mar 13"
  },
  {
    "pmid": "40081274",
    "title": "Inspired by pathogenic mechanisms: A novel gradual multi-modal fusion framework for mild cognitive impairment diagnosis.",
    "abstract": "Mild cognitive impairment (MCI) is a precursor to Alzheimer's disease (AD), and its progression involves complex pathogenic mechanisms. Specifically, disturbed by gene variants, the regulation of gene expression ultimately changes brain structure, resulting in the progression of brain diseases. However, the existing works rarely take these mechanisms into account when designing their diagnosis methods. Therefore, we propose a novel gradual multi-modal fusion framework to fuse representative data from each stage of disease progression in hybrid feature space, including single nucleotide polymorphism (SNP), gene expression (GE), and magnetic resonance imaging (MRI). Specifically, to integrate genetic sequence and expression data, we design a SNP-GE fusion module, which performs multi-modal fusion to obtain genetic embedding by considering the relation between SNP and GE. Compared with SNP-GE fusion, representation of genetic embedding and MRI have more obvious heterogeneity, especially correlation with disease. Therefore, we propose to align the manifold of genetic and imaging representations, which can explore the high-order relationship between imaging and genetic data in the presence of modal heterogeneity. Our proposed framework was validated using the Alzheimer's Disease Neuroimaging Initiative dataset, and achieved diagnosis accuracy of 76.88%, 72.84%, 87.72%, and 95.00% for distinguishing MCI from control normal, lately MCI from early MCI, MCI from AD, and AD from control normal, respectively. Additionally, our proposed framework helps to identify some multi-modal biomarkers related to MCI progression. In summary, our proposed framework is effective not only for MCI diagnosis but also for guiding the further development of genetic and imaging-based brain studies. Our code is published at https://github.com/tianxu8822/workflow_MCI/tree/main/.",
    "authors": [
      "Tian X",
      "Li HD",
      "Lin H",
      "Li C",
      "Wang YP",
      "Bai HX",
      "Lan W",
      "Liu J"
    ],
    "year": "2025 Mar 10"
  },
  {
    "pmid": "40081261",
    "title": "Phenylpropanoids of Eleutherococcus senticosus (Rupr. & maxim.) maxim. Alleviate oxidative stress in Alzheimer's disease in vitro and in vivo models by regulating Mst1 and affecting the Nrf2/Sirt3 pathway.",
    "abstract": "Alzheimer's disease (AD) is a common neurodegenerative disorder, and oxidative stress plays a significant role in its progression. Owing to its nourishing effects, Eleutherococcus senticosus (Rupr. & maxim.) maxim. (ES) has gained widespread popularity globally as a functional food and long-term consumption has been shown to enhance memory. The phenylpropanoid components extracted from Eleutherococcus senticosus (Rupr. & maxim.) maxim. (ESP) exhibit a diverse array of bioactivities and are commonly employed in the treatment of central nervous system (CNS) disorders. Nonetheless, the exact mechanisms by which ESP alleviates oxidative stress in AD models require further investigation. Therefore, this study utilized SAMP8 mice as models for AD and employed L-glutamate (L-Glu)-induced HT22 cells to establish an in vitro AD model. The effects of ESP on cognitive function were evaluated using the Morris water maze (MWM) test. Additionally, various techniques such as pathology, immunofluorescence staining (IF), ROS staining, cellular thermal shift assay (CETSA), Mst1 inhibitor analysis, and western blotting (WB) were conducted to further investigate the pharmacological efficacy and potential molecular mechanisms of ESP. In vivo, ESP was found to improve cognitive function in SAMP8 mice and alleviate AD-like pathological features. In vitro, ESP reduced intracellular ROS levels. Mechanistically, CETSA analysis confirmed the binding affinity between ESP and Mst1, demonstrated that ESP modulated the Mst1 signaling pathway to mitigate oxidative stress and decrease ROS levels. These findings suggested that ESP holded significant potential for developing therapeutic strategies for AD.",
    "authors": [
      "Yang R",
      "Meng X",
      "Zhao W",
      "Xu SQ",
      "Wang SY",
      "Li MM",
      "Guan W",
      "Chen QS",
      "Zhang LL",
      "Kuang HX",
      "Li H",
      "Yang BY",
      "Liu Y"
    ],
    "year": "2025 Mar 8"
  },
  {
    "pmid": "40081198",
    "title": "MCNEL: A multi-scale convolutional network and ensemble learning for Alzheimer's disease diagnosis.",
    "abstract": "BACKGROUND AND OBJECTIVE: Alzheimer's disease (AD) significantly threatens community well-being and healthcare resource allocation due to its high incidence and mortality. Therefore, early detection and intervention are crucial for reducing AD-related fatalities. However, the existing deep learning-based approaches often struggle to capture complex structural features of magnetic resonance imaging (MRI) data effectively. Common techniques for multi-scale feature fusion, such as direct summation and concatenation methods, often introduce redundant noise that can negatively affect model performance. These challenges highlight the need for developing more advanced methods to improve feature extraction and fusion, aiming to enhance diagnostic accuracy. METHODS: This study proposes a multi-scale convolutional network and ensemble learning (MCNEL) framework for early and accurate AD diagnosis. The framework adopts enhanced versions of the EfficientNet-B0 and MobileNetV2 models, which are subsequently integrated with the DenseNet121 model to create a hybrid feature extraction tool capable of extracting features from multi-view slices. Additionally, a SimAM-based feature fusion method is developed to synthesize key feature information derived from multi-scale images. To ensure classification accuracy in distinguishing AD from multiple stages of cognitive impairment, this study designs an ensemble learning classifier model using multiple classifiers and a self-adaptive weight adjustment strategy. RESULTS: Extensive experiments on the Alzheimer's Disease Neuroimaging Initiative (ADNI) dataset validate the effectiveness of our solution, which achieves average accuracies of 96.67% for ADNI-1 and 96.20% for ADNI-2, respectively. The results indicate that the MCNEL outperforms recent comparable algorithms in terms of various evaluation metrics, demonstrating superior performance and robustness in AD diagnosis. CONCLUSIONS: This study markedly enhances the diagnostic capabilities for AD, allowing patients to receive timely treatments that can slow down disease progression and improve their quality of life.",
    "authors": [
      "Yan F",
      "Peng L",
      "Dong F",
      "Hirota K"
    ],
    "year": "2025 Mar 7"
  },
  {
    "pmid": "40080630",
    "title": "A network-level transport model of tau progression in the Alzheimer's brain.",
    "abstract": "One of the hallmarks of Alzheimer's disease (AD) is the accumulation and spread of toxic aggregates of tau protein. The progression of AD tau pathology is thought to be highly stereotyped, which is in part due to the fact that tau can spread between regions via the white matter tracts that connect them. Mathematically, this phenomenon has been described using models of \"network diffusion,\" where the rate of spread of tau between brain regions is proportional to its concentration gradient and the amount of white matter between them. Although these models can robustly predict the progression of pathology in a wide variety of neurodegenerative diseases, including AD, an underexplored aspect of tau spreading is that it is governed not simply by diffusion but also active transport along axonal microtubules. Spread can therefore take on a directional bias, resulting in distinct patterns of deposition, but current models struggle to capture this phenomenon. Recently, we have developed a mathematical model of the axonal transport of toxic tau proteins that takes into account the effects tau exerts on the molecular motors. Here we describe and implement a macroscopic version of this model, which we call the Network Transport Model (NTM). A key feature of this model is that, while it predicts tau dynamics at a regional level, it is parameterized in terms of only microscopic processes such as aggregation and transport rates; that is, differences in brain-wide tau progression can be explained by its microscopic properties. We provide numerical evidence that, as with the two-neuron model that the NTM extends, there are distinct and rich dynamics with respect to the overall rate of spread and the staging of pathology when we simulated the NTM on the hippocampal subnetwork. The theoretical insights provided by the NTM have broad implications for understanding AD pathophysiology more generally.",
    "authors": [
      "Tora V",
      "Torok J",
      "Bertsch M",
      "Raj A"
    ],
    "year": "2025 Mar 13"
  },
  {
    "pmid": "40080392",
    "title": "Molecular Mechanisms of Dietary Bioactive Peptides in Treating Alzheimer's Disease and Mild Cognitive Impairment by Network Pharmacology and Molecular Docking Analysis.",
    "abstract": "Emerging evidence suggests that bioactive peptides from various foods have therapeutic potentials in improving cognitive function in Alzheimer's disease (AD) and mild cognitive impairment (MCI). We aimed to explore the characteristics of these peptides and their mechanisms on AD/MCI using a network pharmacology approach. We compiled a dataset of cognition-enhancing peptides from literatures and identified shared targets between these peptides and AD/MCI using Swiss Target Predication, PharmMapper, OMIM, GeneCards, TTD, and Drugbank databases. We then performed functional enrichment analysis and constructed a gene-gene interaction network to identify key hub targets. Additionally, we investigated the transcription factors (TFs) and microRNAs (miRNAs) regulating these hub genes. Molecular docking and dynamic simulations were performed using AutoDock Vina and GROMACS. We identified 59 cognition-enhancing oligopeptides, typically short and rich in arginine. These peptides were predicted to interact with 222 potential targets relevant to AD/MCI, with functional pathways mainly involving neuroactive ligand-receptor interactions and inflammation. We identified 15 hub targets, regulated by 144 TFs and 95 miRNAs. Notably, peptides containing the \"Trp-Tyr\" sequence demonstrated strong binding affinities to many hub targets, especially matrix metalloproteinase-9. The findings provided valuable insights into the molecular mechanisms through which bioactive peptides may act against AD/MCI and highlight the potential of network pharmacology for future exploration of bioactive peptides from natural foods.",
    "authors": [
      "Li R",
      "Zi J",
      "Hu Y",
      "Li X",
      "Cao Q",
      "Li Y",
      "Wang X",
      "Xiong J",
      "Cheng G"
    ],
    "year": "2025 Mar 13"
  },
  {
    "pmid": "40080338",
    "title": "Prevalence of psychiatric vulnerability and neurocognitive disorders in nursing homes: impact on care levels.",
    "abstract": "PURPOSE: There is an increasing number of residents with more complex needs in nursing homes. Due to the deinstitutionalisation of mental health care, more individuals with psychiatric vulnerabilities are being referred to nursing homes. The aim of this study is to gain insight into the prevalence of psychiatric vulnerability in Belgian nursing homes and its impact on care levels. METHODS: After screening 3238 patient files of residents in twenty-four Belgian nursing homes, informed consent was obtained from 1155 of the 1608 residents or their legal representatives with a neurocognitive and/or psychiatric diagnosis. Residents were classified into three groups: residents with only a psychiatric diagnosis, with only a neurocognitive diagnosis, and both a psychiatric and neurocognitive diagnosis. The Health of Nations Outcome Scale 65 + was used to assess residents' behaviour, limitations, symptoms, and functioning. RESULTS: Of all residents, 17.5% had a lifetime psychiatric diagnosis and 41.8% had a neurocognitive disorder. Most prevalent were depressive disorder (8.2%) and Alzheimer's disease (19.3%). Scores for behavioural problems (1.4 and 1.4 versus 0.9, p < 0.0001) and symptoms (5.5 and 5.1 versus 4.4, p < 0,0001) were higher in residents with only a psychiatric or both diagnoses compared to those with only neurocognitive disorders. Conversely, scores for limitations were higher in residents with only a neurocognitive disorder (3.6 versus 2.2 and 3.1, p < 0.0001). CONCLUSION: With almost 1 in 5 nursing home residents having a psychiatric vulnerability with higher levels of symptoms and behavioural problems, more attention towards improving nursing home caregivers' competence in psychiatric care is recommended.",
    "authors": [
      "Gillis K",
      "Van Herbruggen H",
      "De Witte M",
      "Baeck L",
      "Van Bogaert MEB",
      "Lahaye H",
      "van Diermen L"
    ],
    "year": "2025 Mar 13"
  },
  {
    "pmid": "40080233",
    "title": "The Potential of cfDNA as Biomarker: Opportunities and Challenges for Neurodegenerative Diseases.",
    "abstract": "Neurodegenerative disorders, including Alzheimer's disease (AD), Parkinson's disease (PD), multiple sclerosis (MS), and amyotrophic lateral sclerosis (ALS), are characterized by the progressive and gradual degeneration of neurons. The prevalence and rates of these disorders rise significantly with age. As life spans continue to increase in many countries, the number of cases is expected to grow in the foreseeable future. Early and precise diagnosis, along with appropriate surveillance, continues to pose a challenge. The high heterogeneity of neurodegenerative diseases calls for more accurate and definitive biomarkers to improve clinical therapy. Cell-free DNA (cfDNA), including fragmented DNA released into bodily fluids via apoptosis, necrosis, or active secretion, has emerged as a promising non-invasive diagnostic tool for various disorders including neurodegenerative diseases. cfDNA can serve as an indicator of ongoing cellular damage and mortality, including neuronal loss, and may provide valuable insights into disease processes, progression, and therapeutic responses. This review will first cover the key aspects of cfDNA and then examine recent advances in its potential use as a biomarker for neurodegenerative disorders.",
    "authors": [
      "Aydin S",
      "Ozdemir S",
      "Adiguzel A"
    ],
    "year": "2025 Mar 13"
  },
  {
    "pmid": "40080089",
    "title": "Big databases and biobanks for studying the links between CKD, cognitive impairment, and dementia.",
    "abstract": "Research on cognitive function in individuals with chronic kidney disease (CKD) is critical due to the significant public health challenge posed by both CKD and cognitive impairment. CKD affects approximately 10-15% of the adult population, with higher prevalence in the elderly, who are already at increased risk for cognitive decline. Cognitive impairment is notably higher in CKD patients, particularly those with severe stages of the disease, and progresses more rapidly in those on dialysis. This review explores how data from large biobank studies such as the Alzheimer's Disease Neuroimaging Initiative, UK Biobank, and others could be used to enhance understanding the progression and interplay between CKD and cognitive decline. Each of these data sources has specific strengths and limitations. Strengths include large sample sizes and longitudinal data across different groups, and in different settings. Addressing limitations leads to challenges in dealing with heterogeneous data collection methods, and addressing missing data, which requires the use of sophisticated statistical techniques. Combining data from multiple databases can mitigate individual study limitations, particularly via the 'epidemiological triangulation' concept. Using such data appropriately holds immense potential to better understand the pathobiology underlying CKD and cognitive impairment. Addressing the inherent challenges with a clear strategy is crucial for advancing our understanding and improving the lives of those affected by both CKD and cognitive impairment.",
    "authors": [
      "Zoccali C",
      "Mallamaci F",
      "Rosenberg K",
      "Unwin R",
      "Silva PI",
      "Simeoni MA",
      "Hafez G",
      "Capasso G",
      "Nitsch D"
    ],
    "year": "2025 Mar 13"
  },
  {
    "pmid": "40080085",
    "title": "Genetic and circulating biomarkers of cognitive dysfunction and dementia in CKD.",
    "abstract": "Chronic kidney disease (CKD) is commonly accompanied by cognitive dysfunction and dementia, which, in turn, increase the risk of hospitalization, cardiovascular events and death. Over the last 30 years, only four studies focused on genetic markers of cognitive impairment in CKD and kidney failure (KF), indicating a significant gap in research. These studies suggest potential genetic predispositions to cognitive decline in CKD patients but also underscore the necessity for more comprehensive studies. Seventeen reports have established connections between cognitive function and kidney disease markers such as estimated glomerular filtration rate (eGFR), Cystatin C and albuminuria. A rapid eGFR decline has been associated with cognitive deterioration and vascular dementia, and mild to moderate eGFR reductions with diminished executive function in elderly men. Various biomarkers have been associated to Alzheimer's disease or dementia in CKD and KF. These include amyloid beta and phosphorylated tau proteins, uremic toxins, gut microbiota, metabolic indicators, hypertension, endothelial dysfunction, vitamins and inflammation. However, the causal relevance of these associations remains unclear. Overall, the available evidence points to a complex interplay between the different biomarkers and cognitive health in CKD patients, underscoring the need for more research to elucidate these relationships.",
    "authors": [
      "Zoccali C",
      "Mallamaci F",
      "Wagner CA",
      "Unwin R",
      "Nedergaard M",
      "Hafez G",
      "Malyszko J",
      "Pepin M",
      "Massy Z",
      "Paolisso G",
      "Remuzzi G",
      "Capasso GB"
    ],
    "year": "2025 Mar 13"
  },
  {
    "pmid": "40079790",
    "title": "Comorbid cerebrovascular and neurodegenerative burden in mild behavioral impairment and their impact on clinical trajectory.",
    "abstract": "AIM: Mild behavioral impairment (MBI) is a neurobehavioral prodrome to dementia with multiple phenotypic characteristics. To investigate the complex neurobiological substrate underlying MBI, we evaluated its association with a composite magnetic resonance imaging (MRI)-based measure of concomitant cerebrovascular disease (CeVD) and neurodegeneration; and the interaction effects of MBI and MRI scores on cognitive and clinical trajectory. METHODS: 253 dementia-free participants (mean age=71.9, follow-up period=49.89 months) from 2 memory clinics were included in this study. 37 (14.6%) participants met clinical diagnostic criteria for MBI, ascertained by repeated neuropsychiatric inventory assessments. MRI scores were computed using a validated weighted sum of white matter hyperintensities volume, presence of infarct, hippocampal volume, and cortical thickness of known Alzheimer's disease-associated regions. Clinical and cognitive outcomes were evaluated annually using the Clinical Dementia Rating sum-of-boxes (CDR-SB) and standardized global cognitive scores of a comprehensive neuropsychological battery respectively. RESULTS: Lower MRI scores, indicating greater burden of comorbid CeVD and neurodegeneration, yielded a 3.8-fold likelihood of MBI compared to 1.5-fold with larger WMH volume or lower cortical thickness individually. Interaction analyses showed that MBI participants with low MRI scores had greater increase in CDR-SB (B=0.05, SE=0.01, p<0.001) over time. All models involving the composite MRI measure yielded a better fit compared to reduced models with either pathology alone. CONCLUSION: MBI is associated with a composite MRI measure that reflects mixed pathologies of dementia and their co-evaluation may improve risk profiling and identification of memory clinic patients without dementia who are at the highest risk of experiencing clinical decline.",
    "authors": [
      "Kan CN",
      "Hilal S",
      "Xu X",
      "Venketasubramanian N",
      "Chen C",
      "Tan CH"
    ],
    "year": "2025 Mar 13"
  },
  {
    "pmid": "40079781",
    "title": "Vascular dysfunction in Alzheimer's disease: Exploring the potential of aerobic and resistance exercises as therapeutic strategies.",
    "abstract": "Alzheimer's disease (AD) is the leading cause of morbidity and mortality worldwide, as a result of cognitive decline and neurological dysfunction. In AD, reduced cerebral blood flow and impaired vascularization result from capillary bed degeneration and decreased angiogenesis, as observed in both patients and animal models. Physical exercise is recognized as a potential intervention to delay AD progression and reduce disease risk. While most studies have focused on the benefits of aerobic exercise (AE), emerging evidence suggests that resistance exercise (RE) also exerts positive effects on overall health and cognitive function in aging and AD. However, a notable gap in knowledge remains regarding the effects of RE on cerebral blood flow and vascular structure. This review explores the processes by which AE and RE influence brain vascularization in aging and AD, including blood flow, endothelial function, angiogenesis and neurotrophic factor levels. Based on pre-clinical and clinical studies, we conclude that both AE and RE contribute to improved cerebral blood flow and vascular function, promoting vascular repair in the aging and AD-affected brain. By examining the relationship between exercise modalities and brain vascularization, this review expands knowledge regarding the processes underlying the neuroprotective effects of exercise in neurodegenerative and aging conditions.",
    "authors": [
      "Alves L",
      "Hashiguchi D",
      "Loss CM",
      "van Praag H",
      "Longo BM"
    ],
    "year": "2025 Mar 13"
  },
  {
    "pmid": "40079621",
    "title": "In Situ Labeling of Pathogenic Tau Using Photo-Affinity Chemical Probes.",
    "abstract": "Tau aggregation plays a crucial role in the development of Alzheimer's disease (AD). Developing specific techniques that can isolate pathogenic tau from brain tissue is important for understanding tauopathies and advancing targeted therapies. Here, we develop photoaffinity small molecular probes and a novel method for in situ tissue labeling and investigate their activity in interacting with tau in cells and AD patient brains. Based on the reported chemical structures of tau PET tracers, we designed and synthesized two tau-specific probes, namely, Tau-2 and Tau-4. After validation in cell, mouse model, and patient brain samples, our photolabeling results suggested that Tau-2 effectively labels soluble tau in cell and mouse models, while Tau-4 selectively binds high-molecular-weight tau aggregates in late-stage AD patient brain tissues. Proteomic analysis verified the specific isolation of pathogenic tau from AD brain samples. Collectively, these findings underscore the potential of our photoaffinity probes as powerful tools for investigating tau proteins and neurofibrillary tangles in neurodegenerative diseases.",
    "authors": [
      "Nie P",
      "Wu Y",
      "Robinson J",
      "Mekala S",
      "Lee VMY",
      "Li YM"
    ],
    "year": "2025 Mar 13"
  },
  {
    "pmid": "40079562",
    "title": "Magnetic resonance imaging indices for early Alzheimer's disease detection: Brain clearance markers.",
    "abstract": "The Alzheimer's disease (AD) continuum is characterized by amyloid and tau protein deposition, which is partly attributable to the dysfunction of the brain clearance system. However, the specific phase in the AD continuum wherein aberrant clearance is present remains unclear. This study aimed to assess noninvasive magnetic resonance imaging (MRI) indices related to brain clearance functions, such as choroid plexus volume (CPV), lateral ventricular volume (LVV), and the index of diffusivity along the perivascular space (ALPS index), across the Alzheimer's disease (AD) spectrum. The CPV, LVV, and ALPS index in amyloid beta (Abeta)-negative healthy controls (HCs) and Abeta-positive HCs as well as in patients with Abeta-negative subjective cognitive decline (SCD), with Abeta-positive SCD, with mild cognitive impairment, and with AD were evaluated. The CPV and LVV were higher, whereas the ALPS index was lower in the patients with more severe disease. The ALPS index was significantly lower in Abeta-positive HCs than in Abeta-negative HCs. In SCD patients and those in the AD continuum, the MRI-based clearance markers were correlated with P-tau and T-tau protein levels and cognitive scores. In summary, brain clearance markers on MRI are associated with tau deposition, neurodegeneration and cognitive dysfunction.",
    "authors": [
      "Nakaya M",
      "Kamagata K",
      "Takabayashi K",
      "Andica C",
      "Uchida W",
      "Hagiwara A",
      "Akashi T",
      "Wada A",
      "Taoka T",
      "Naganawa S",
      "Abe O",
      "Aoki S"
    ],
    "year": "2025 Mar 13"
  },
  {
    "pmid": "40079311",
    "title": "Cerebral Hemodynamic Impairment and Cognitive Dysfunction in APOE4 Carriers With Asymptomatic Carotid Artery Stenosis/Occlusion.",
    "abstract": "BACKGROUND: Our previous preclinical study demonstrated that APOE4-targeted replacement mice exhibit more severe cerebral hypoperfusion and cognitive impairment than APOE3-targeted replacement mice with carotid artery stenosis due to neurovascular dysfunction. Therefore, we clinically investigate whether APOE4 contributes to cerebral hemodynamic and cognitive impairment in subjects with asymptomatic carotid artery stenosis or occlusion. METHODS AND RESULTS: A cross-sectional observational study was conducted between January 2017 and March 2022. In a primary analysis, 91 subjects (114 affected cerebral hemispheres) with asymptomatic carotid artery stenosis or occlusion who underwent neuropsychological examinations and (15)O-gas positron emission tomography were included to examine associations of APOE4 with cognitive impairment and cerebral hemodynamic impairment. A sensitivity analysis was performed with 161 subjects (201 affected cerebral hemispheres) who underwent (15)O-gas positron emission tomography scan. In the primary analysis, 20 (22.0%) subjects were APOE4 carriers. APOE4 was an independent risk factor of lower cerebral blood flow in the anterior circulation territory (beta=-0.058 [95% CI, -0.098 to -0.018], P=0.005) and short-term memory impairment in Alzheimer's Disease Assessment Scale-Cognitive Subscale 13 (beta=1.16 [95% CI, 0.009-2.30], P=0.048) in a multivariable linear regression analysis. In the sensitivity analysis, 31 (19.3%) subjects carried APOE4, which was an independent risk factor of lower cerebral blood flow (beta=-0.048 [95% CI, -0.079 to -0.012], P=0.003) in the anterior circulation territory. CONCLUSIONS: APOE4 may confer an increased risk of decreased cerebral blood flow accompanied by memory impairment in asymptomatic carotid artery stenosis or occlusion consistent with our experimental study. APOE genotyping in such subjects may be useful for early detection of disease severity.",
    "authors": [
      "Kakino Y",
      "Hattori Y",
      "Ogata S",
      "Nakaoku Y",
      "Nishimura K",
      "Iida H",
      "Ihara M"
    ],
    "year": "2025 Mar 13"
  },
  {
    "pmid": "40079275",
    "title": "A Novel Oxo-Palmatine Derivative 2q as Potent Reversal Agents Against Alzheimer's Disease.",
    "abstract": "Palmatine (PAL), as an active ingredient in traditional Chinese medicine, had been demonstrated efficacy in ameliorating the manifestations of AD. Our research group has previously designed and synthesized the novel oxo-PAL derivative 2q and found that it has exhibited notable neuroprotective properties. However, compound 2q therapeutic impact on AD remains uncertain. In the current investigation, our findings demonstrated that compound 2q displayed significant anti-AbetaOs activity in vitro by using xCELLigence analysis, and showed a high likelihood of crossing the blood-brain barrier. Furthermore, administration of compound 2q yielded a notable amelioration in Abeta accumulation and hyperphosphorylation of Tau in 3xTg mice. Additionally, it was observed that compound 2q potentially enhanced the pathological characteristics of AD by targeting Potassium/Sodium Hyperpolarization-Activated Cyclic Nucleotide-Gated Channel 2 (HCN2). In conclusion, compound 2q emerged as a promising candidate for AD treatment, as it effectively restored AD-associated pathological impairments. Furthermore, it has been identified as a potential target of HCN2, thereby offering novel avenues for the development of treatments for AD.",
    "authors": [
      "Pang S",
      "Li Z",
      "Liu A",
      "Luo ZH",
      "Yin H",
      "Fan S",
      "Shi J",
      "Liu N",
      "Pan S",
      "Yang YJ",
      "Zhang GJ",
      "Chen J"
    ],
    "year": "2025 Apr"
  },
  {
    "pmid": "40079251",
    "title": "Unprecedented Combination of Rare Degenerative Pathologies in an Octogenarian Ex-Football Player.",
    "abstract": "A 79-year-old former professional football player presented with language deficits and cognitive changes. A year later, he had difficulty completing sentences, and 3 years after onset, was reduced to one-word answers. He developed severe apathy and agitation, and became more impulsive. He eventually became mute and had difficulty with walking and balance. The patient had mild repetitive head injury while playing football and three concussions. Magnetic resonance imaging revealed left > right frontotemporal atrophy. Duration of illness was 6 years. Neuropathology revealed an unexpected number and diversity of degenerative pathologies, including chronic traumatic encephalopathy (CTE, high level), high level Alzheimer's disease neuropathologic change (A3B3C3), limbic Lewy body disease, cerebral amyloid angiopathy (type 2), argyrophilic grain disease (Stage 2), and neuronal intranuclear hyaline inclusion body disease. In addition, there was selective and asymmetric involvement of the corticospinal tract with globular oligodendroglial tau pathology corresponding to globular glial tauopathy (Type II). The patchy and irregular accentuation of cortical tau pathology, particularly in the depths of sulci and accumulation around blood vessels, allows the diagnosis of CTE-neuropathologic change. This diagnosis correlated with the past medical history of multiple concussions. In addition, the patient had an unprecedented number and combination of additional degenerative pathologies, including those that are rare, and how they contributed to the clinical symptoms is difficult to interpret. Globular glial tauopathy Type II is a rare disorder that has been mostly reported in association with progressive supranuclear gaze palsy, and these observations support the notion that globular glial tauopathy Type II is an independent entity with isolated corticospinal tract involvement. These observations highlight that rare disorders can occur in the same individual and be overlooked, especially when there is more obvious pathology. It is essential for neuropathologists to consider an extensive array of neuropathological examinations when assessing patients with neurodegenerative disorders.",
    "authors": [
      "Forrest SL",
      "Sadia N",
      "Khodadadi M",
      "Tator C",
      "Green R",
      "Tartaglia MC",
      "Kovacs GG"
    ],
    "year": "2025 Mar 13"
  },
  {
    "pmid": "40079183",
    "title": "Associations between Ultrafine Particles and Incident Dementia in Older Adults.",
    "abstract": "Fine particulate matter (PM(2.5)) is linked to dementia risk, but ultrafine particles (UFPs, <100 nm) may be even more toxic due to their distinct physicochemical properties. However, evidence on UFPs and dementia remains limited. This study assessed the association between UFP exposure and Alzheimer's disease (AD) and related dementias (ADRD) among U.S. older adults. Using Medicare data, we analyzed ZIP code-level UFP exposure in 2017 for beneficiaries aged 65 and older residing in the contiguous U.S., applying Cox proportional hazard models to estimate AD and ADRD incidence (2018-2020) while considering comorbidities. Among  approximately 21 million participants for AD and  approximately 20 million for ADRD, each interquartile range increase in UFP exposure (3701.6 and 3668.5 particles/cm(3), respectively) was associated with higher AD (HR: 1.026, 95% CI: 1.014-1.038) and ADRD (HR: 1.016, 95% CI: 1.008-1.023) risks. The association was linear within typical exposure levels and stronger in individuals with comorbidities. Geographically, the UFP-associated dementia risk was higher in rural areas than in urban areas, possibly due to different pollution sources. These findings underscore UFPs as neurotoxicants and highlight the need for targeted public health interventions to protect vulnerable populations.",
    "authors": [
      "Zhu Q",
      "Deng YL",
      "Liu Y",
      "Steenland K"
    ],
    "year": "2025 Mar 13"
  },
  {
    "pmid": "40078964",
    "title": "Profiling hippocampal neuronal populations reveals unique gene expression mosaics reflective of connectivity-based degeneration in the Ts65Dn mouse model of Down syndrome and Alzheimer's disease.",
    "abstract": "INTRODUCTION: Individuals with Down syndrome (DS) exhibit neurological deficits throughout life including the development of in Alzheimer's disease (AD) pathology and cognitive impairment. At the cellular level, dysregulation in neuronal gene expression is observed in postmortem human brain and mouse models of DS/AD. To date, RNA-sequencing (RNA-seq) analysis of hippocampal neuronal gene expression including the characterization of discrete circuit-based connectivity in DS remains a major knowledge gap. We postulate that spatially characterized hippocampal neurons display unique gene expression patterns due, in part, to dysfunction of the integrity of intrinsic circuitry. METHODS: We combined laser capture microdissection to microisolate individual neuron populations with single population RNA-seq analysis to determine gene expression analysis of CA1 and CA3 pyramidal neurons and dentate gyrus granule cells located in the hippocampus, a region critical for learning, memory, and synaptic activity. RESULTS: The hippocampus exhibits age-dependent neurodegeneration beginning at ~6 months of age in the Ts65Dn mouse model of DS/AD. Each population of excitatory hippocampal neurons exhibited unique gene expression alterations in Ts65Dn mice. Bioinformatic inquiry revealed unique vulnerabilities and differences with mechanistic implications coinciding with onset of degeneration in this model of DS/AD. CONCLUSIONS: These cell-type specific vulnerabilities may underlie degenerative endophenotypes suggesting precision medicine targeting of individual populations of neurons for rational therapeutic development.",
    "authors": [
      "Alldred MJ",
      "Ibrahim KW",
      "Pidikiti H",
      "Lee SH",
      "Heguy A",
      "Chiosis G",
      "Mufson EJ",
      "Stutzmann GE",
      "Ginsberg SD"
    ],
    "year": "2025"
  },
  {
    "pmid": "40078900",
    "title": "Growth-Associated Protein 43 Levels in the Cerebrospinal Fluid Correspond to the Cerebral Blood Flow Alterations in Alzheimer's Dementia Continuum: An Original Study.",
    "abstract": "BACKGROUND AND AIMS: Alzheimer's disease (AD) is a widespread neurodegenerative condition that has a growing impact on a global scale. This study aims to examine the relationship between cerebral blood flow (CBF) and the synaptic biomarker growth-associated protein 43 (GAP-43) through the utilization of arterial spin labeling (ASL). The research identified noteworthy correlations between cerebrospinal fluid (CSF) GAP-43 levels, CBF, and cognitive composite scores, especially among participants with mild cognitive impairment (MCI) who possess the APOE-epsilon4 gene. METHODS: The study examined 92 participants from the Alzheimer's Disease Neuroimaging Initiative (ADNI) database, including 36 cognitively normal (CN) and 56 MCI. The cognitive status of 42 participants was evaluated using ADNI composite scores. Independent t-tests and Mann-Whitney tests were used for the comparison of continuous variables between groups, and multiple linear regression analysis with adjustments for confounding factors was used to assess the relationship between GAP-43 and CBF values. RESULTS: Significant positive correlations were observed between GAP-43 levels and (A) the executive function composite score (ADNI_EF) in CN individuals, as well as (B) the language composite score (ADNI_LAN) in individuals with MCI. CSF biomarkers and ASL regions did not show statistical significance between diagnostic groups after correction for multiple comparisons. No significant differences in baseline characteristics were found between diagnostic groups. However, associations were observed between ROI CBF and Mini Mental State Examination in various subgroups. CONCLUSION: The findings indicate a potential function for ASL perfusion in identifying early AD-related alterations and gaining insight into the pathophysiology of AD and mild cognitive impairment.The study revealed associations between CBF, cognitive scores, and APOE-epsilon4 gene status. This study contributes to the comprehension of the correlation between CSF biomarkers, regional brain perfusion, and cognitive function in individuals with AD using ASL as a noninvasive approach.",
    "authors": [
      "Songhori N",
      "Goushky MS",
      "Khaleghi MM",
      "Mojerloo M",
      "Sadeghi M",
      "Mozafar M",
      "Aghdam ZB",
      "Ghajar M",
      "Kianifar Y",
      "Karimzadeh F",
      "Khosravi F",
      "Mayeli M"
    ],
    "year": "2025 Mar"
  },
  {
    "pmid": "40078869",
    "title": "Vulnerability of the entorhinal cortex II to neurodegeneration in Alzheimer's disease.",
    "abstract": "Alzheimer's disease is characterized by progressive memory loss and deterioration of cognitive functions. The presence of neurofibrillary tangles in the hippocampal areas (perforant pathway) correlates with cognitive impairment. Pathological processing of tau protein is characterized by post-translational changes such as hyperphosphorylation and truncation, which favour conformational changes within tau. These conformational changes can be regional (dependent on phosphorylation) or structural (depending on regional conformational changes and truncation). Through immunohistochemical and immunofluorescence staining in hippocampus Alzheimer disease brains and quantification in tissue stained with TG3 antibody and analysed by confocal microscopy, we have been able to demonstrate that TG3 correlates with cognitive impairment. In the process of tangle evolution, TG3 is present in pre-tangle. This epitope of the TG3 antibody was very stable to proteolytic processing by caspase-3; truncation is evidenced by the TauC-3 antibody. The entorhinal cortex showed high sensitivity to neurodegeneration and pathological tau processing.",
    "authors": [
      "Reyes-Pablo AE",
      "Luna-Viramontes NI",
      "Montiel-Sosa JF",
      "Ontiveros-Torres MA",
      "Garces-Ramirez L",
      "de la Cruz-Lopez F",
      "Apatiga-Perez R",
      "Villanueva-Fierro I",
      "Hernandes-Alejandro M",
      "Jaramillo-Loranca BE",
      "Vargas-Hernandez G",
      "Pacheco-Herrero M",
      "Luna-Munoz J"
    ],
    "year": "2025"
  },
  {
    "pmid": "40078868",
    "title": "Could immunotherapy and regulatory T cells be used therapeutically to slow the progression of Alzheimer's disease?",
    "abstract": "Alzheimer's disease and other cognitive impairments are a growing problem in the healthcare world with the ageing population. There are currently no effective treatments available; however, it has been suggested that targeting neuroinflammation may be a successful approach in slowing the progression of neurodegeneration. Reducing the destructive hyperinflammatory pathology to maintain homeostasis in neural tissue is a promising option to consider. This review explores the mechanisms behind neuroinflammation and the effectiveness of immunotherapy in slowing the progression of cognitive decline in patients with Alzheimer's disease. The key components of neuroinflammation in Alzheimer's disease researched are microglia, astrocytes, cytokines and CD8+ effector T cells. The role of oxidative stress on modulating regulatory T cells and some of the limitations of regulatory T cell-based therapies are also explored. Increasing regulatory T cells can decrease activation of microglia, proinflammatory cytokines and astrocytes; however, it can also increase levels of inflammatory cytokines. There is a complex network of regulatory T cell interactions that reduce Alzheimer's disease pathology, which is not fully understood. Exploring the current literature, further research into the use of immunotherapy in Alzheimer's disease is vital to determine the potential of these techniques; however, there is sufficient evidence to suggest that increasing regulatory T cells count does prevent Alzheimer's disease symptoms and pathology in patients with Alzheimer's disease. Some exciting innovative therapies are muted to explore in the future. The function of regulatory T cells in the presence of reactive oxygen species and oxidative stress should be investigated further in patients with neurogenerative disorders to ascertain if combination therapies could reduce oxidative stress while also enhancing regulatory T cells function. Could methods of immunotherapy infuse exogenous functional Tregs or enhance the immune environment in favour of endogenous regulatory T cells differentiation, thus reducing neuroinflammation in neurodegenerative pathology, inhibiting the progression of Alzheimer's disease?",
    "authors": [
      "Abbott V",
      "Housden BE",
      "Houldsworth A"
    ],
    "year": "2025"
  },
  {
    "pmid": "40078532",
    "title": "Optical attenuation coefficient decorrelation-based optical coherence tomography angiography for microvascular evaluation of Alzheimer's disease on mice.",
    "abstract": "SIGNIFICANCE: The deep cortical microvasculature is closely linked to the pathogenesis of Alzheimer's disease (AD). However, tail artifacts from superficial cortical vessels often interfere with detecting deep vessels in optical coherence tomography angiography (OCTA) imaging. A more accurate method to assess deep cortical vasculature is crucial for understanding its relationship with AD onset. AIM: We aim to reduce superficial vessel artifacts in OCTA imaging and improve the visualization and analysis of deep cortical microvasculature in an AD mouse model. APPROACH: We introduced the optical attenuation coefficient decorrelation (OACD) method for OCTA, effectively reducing tail artifacts from superficial cortex vessels. This method was used to visualize and quantitatively analyze deep cortical microvasculature in vivo in a mouse model of AD. RESULTS: The OACD method significantly reduced superficial vessel artifacts, leading to clearer imaging of the deep cortical vasculature. Quantitative analysis revealed that changes in the deep cortical microvasculature were more pronounced than in the superficial vasculature, suggesting a more direct involvement of the deep vessels in AD progression. CONCLUSIONS: The proposed OACD method enhances OCTA imaging by reducing tail artifacts from superficial vessels, facilitating improved assessment of deep cortical microvasculature. These findings suggest that deep cortical vascular changes may play a key role in the pathogenesis of AD, offering potential insights for early detection and monitoring of AD progression.",
    "authors": [
      "Xiang B",
      "Ding N",
      "Jiang H",
      "Liu J",
      "Yu Y",
      "Luan J",
      "Zhao Y",
      "Wang Y",
      "Yang Y",
      "Ji C",
      "Wang F",
      "Ma Z"
    ],
    "year": "2025 Jan"
  },
  {
    "pmid": "40078479",
    "title": "Investigation of the role of miRNA variants in neurodegenerative brain diseases.",
    "abstract": "INTRODUCTION: miRNAs are small noncoding elements known to regulate different molecular processes, including developmental and executive functions in the brain. Dysregulation of miRNAs could contribute to brain neurodegeneration, as suggested by miRNA profiling studies of individuals suffering from neurodegenerative brain diseases (NBDs). Here, we report rare miRNA variants in patients with Alzheimer's dementia (AD) and frontotemporal dementia (FTD). METHODS: We initially used whole exome sequencing data in a subset of FTD patients (n = 209) from Flanders-Belgium. We then performed targeted resequencing of variant-harboring miRNAs in an additional subset of FTD patients (n = 126) and control individuals (n = 426). Lastly, we sequenced the MIR885 locus in a Flanders-Belgian AD cohort (n = 947) and a total number of n = 755 controls. RESULTS: WES identified rare seed variants in MIR656, MIR423, MIR122 and MIR885 in FTD patients. Most of these miRNAs bind to FTD-associated genes, implicated in different biological pathways. Additionally, some miRNA variants create novel binding sites for genes associated with FTD. Sequencing of the MIR885 locus in the AD cohort initially showed a significant enrichment of MIR885 variants in AD patients compared to controls (SKAT-O, p-value = 0.026). Genetic association was not maintained when we included sex and APOE status as covariates. Using the miRVaS prediction tool, variants rs897551430 and rs993255773 appeared to evoke significant structural changes in the primary miRNA. These variants are also predicted to strongly downregulate mature miR885 levels, in line with what is reported for MIR885 in the context of AD. DISCUSSION: Functional investigation of miRNAs/variants described in this study could propose novel miRNA-mediated molecular cascades in FTD and AD pathogenicity. Furthermore, we believe that the genetic evidence presented here suggests a role for MIR885 in molecular mechanisms involved in AD and warrants genetic follow-up in larger cohorts to explore this hypothesis.",
    "authors": [
      "Frydas A",
      "Cacace R",
      "van der Zee J",
      "Van Broeckhoven C",
      "Wauters E"
    ],
    "year": "2025"
  },
  {
    "pmid": "40078451",
    "title": "The Correlation Between RIN3 Gene Methylation and Cognitive Impairment in Parkinson's Disease.",
    "abstract": "BACKGROUND: Parkinson's disease (PD) is the second most common neurodegenerative disorder, after Alzheimer's disease. Many individuals with PD experience cognitive impairment, significantly threatening both their physical and mental well-being. Research has shown that abnormal DNA methylation is closely linked to neurodegenerative conditions such as Alzheimer's and Parkinson's disease. The RIN3 gene, which encodes a guanine nucleotide exchange factor, plays a role in inhibiting amyloid-beta formation and affects protein endocytosis, both of which are linked to cognitive impairment. However, the potential connection between RIN3 gene methylation and cognitive impairment in Parkinson's disease has not yet been explored. This study aims to explore whether the methylation status of the RIN3 gene is connected to cognitive decline in Parkinson's patients, thereby shedding light on the gene's crucial role in the disease's development and identifying potential targets for diagnosing and treating cognitive impairment in this context. PURPOSE: This study aims to explore whether the methylation status of the RIN3 gene is associated with cognitive impairment in Parkinson's disease and to further clarify the gene's significant role in the disease's pathogenesis. METHODS: This study involved 50 control subjects and 51 Parkinson's disease (PD) patients, who were assessed using a cognitive scale. Additionally, DNA methylation in whole blood was analyzed. The research compared RIN3 methylation levels between the PD group and the normal control group (NC), as well as between the subgroups of PD-Mild Cognitive Impairment (PD-MCI), PD-Normal Cognition (PD-NC), and the control group. RESULTS: The DNA methylation level of the RIN3 gene in the whole blood of patients with PD was lower than that in healthy controls (22.3%vs.23.6%, P=0.009). Moreover, individuals with PD-MCI had significantly lower RIN3 methylation levels than both the control group (21.3%vs.23.6%, P<0.001) and those in the PD-NC group (21.3%vs.23.3%, P=0.001). CONCLUSION: RIN3 methylation is associated with PD-MCI. With appropriate lifestyle changes and clinical interventions, methylation may influence disease progression, suggesting that RIN3 gene methylation could serve as a predictor for the development of PD-MCI.",
    "authors": [
      "Yu X",
      "Zhu K",
      "Wang T",
      "Li HY",
      "Zhang X",
      "Zhong X",
      "Wang L"
    ],
    "year": "2025"
  },
  {
    "pmid": "40078378",
    "title": "The role of cerebrovascular reactivity on brain activation during a working memory task in type 2 diabetes.",
    "abstract": "INTRODUCTION: Impaired cerebrovascular reactivity (CVR) is common in type 2 diabetes (T2D) patients and is a risk factor for dementia. However, most prior functional magnetic resonance imaging (fMRI) studies in T2D disregarded the impact of impaired CVR on brain activation patterns. This study investigated the relationship between CVR and brain activation during an fMRI task in T2D patients. METHODS: Seventy-four T2D patients underwent a working-memory (WM) fMRI task. CVR was measured by the breath-holding index test using transcranial Doppler (TCD). Regression analyses examined associations between CVR and brain activation and between glycated hemoglobin (HbA1c) and activation with/without adjusting for CVR. RESULTS: An association between CVR and brain activation was found in the left middle and inferior frontal gyri. Adjusting for CVR led to a different pattern of HbA1c-related activation. DISCUSSION: The findings highlight methodological implications, emphasizing the importance of accounting for impaired CVR when analyzing and interpreting fMRI data in T2D patients. HIGHLIGHTS: The study found that cerebrovascular reactivity impacts brain activation patterns during a working memory task in type 2 diabetes patients.Accounting for cerebrovascular reactivity altered the brain regions showing activation related to working memory and glycemic control.The findings highlight the importance of considering vascular factors when interpreting fMRI data in populations with vascular dysfunction.",
    "authors": [
      "Oliel Y",
      "Ravona-Springer R",
      "Harel M",
      "Azuri J",
      "Moshe CB",
      "Tanne D",
      "Haratz S",
      "Bendlin BB",
      "Beeri MS",
      "Livny A"
    ],
    "year": "2025 Jan-Mar"
  },
  {
    "pmid": "40078377",
    "title": "The prognosis of mild cognitive impairment: A systematic review and meta-analysis.",
    "abstract": "INTRODUCTION: Knowledge gaps remain about the prognosis of mild cognitive impairment (MCI). Conversion rates to dementia vary widely, and reversion to normal cognition has gained attention. This review updates evidence on MCI conversion risk and probability of stability and reversion. METHODS: We searched databases for studies on MCI prognosis with >/=3 years of follow-up, established criteria for MCI and dementia, and performed a meta-analysis using a random-effects model to assess conversion risk, reversion, and stability probability. Meta-regressions identified sources of heterogeneity and guided subgroup analysis. RESULTS: From 89 studies (mean follow-up: 5.2 years), conversion risk was 41.5% (38.3%-44.7%) in clinical and 27.0% (22.0%-32.0%) in population-based studies, with Alzheimer's dementia as the most common outcome. Stability rates were 49.3% (clinical) and 49.8% (population). Reversion was 8.7% (clinical) and 28.2% (population). DISCUSSION: Our findings highlight higher conversion in clinical settings and 30% reversion in population studies, calling for sustainable care pathway development. HIGHLIGHTS: Prognosis for mild cognitive impairment (MCI) varies by setting; dementia risk is higher and the probability of reversion is lower in clinical-based studies.In both clinical and population settings, cognitive stability is  approximately 50%.A reorganization of health services could ensure sustainable care for individuals with MCI.Significant heterogeneity in MCI studies impacts data interpretation; follow-up length is crucial.Long-term prognosis studies on MCI in low- and middle-income countries are urgently needed.",
    "authors": [
      "Salemme S",
      "Lombardo FL",
      "Lacorte E",
      "Sciancalepore F",
      "Remoli G",
      "Bacigalupo I",
      "Piscopo P",
      "Zamboni G",
      "Rossini PM",
      "Cappa SF",
      "Perani D",
      "Spadin P",
      "Tagliavini F",
      "Vanacore N",
      "Ancidoni A"
    ],
    "year": "2025 Jan-Mar"
  },
  {
    "pmid": "40078231",
    "title": "Global, regional, and national burden of tobacco-related neurological disorders from 1990 to 2021: Trends and future projections.",
    "abstract": "INTRODUCTION: Tobacco use is as a major public health concern around the world, adversely impacting quality of life. Our study aims to analyze the trends in the burden of tobacco-related neurological disorders (ND) at global, regional, and national levels from 1990 to 2021, as well as potential future trends. METHODS: We performed a secondary dataset analysis for the assessment of mortality and disability-adjusted life years (DALYs) using data from the Global Burden of Diseases, Injuries, and Risk Factors Study (GBD) 2021, to explore the burden of tobacco-related ND. We also analyzed the associations between the burden of ND and factors such as age, gender, and the Sociodemographic Index (SDI). RESULTS: In 2021, the age-standardized mortality rate (ASMR) and age-standardized DALYs rate (ASDR) for neurological disorders were 0.50 per 100000 persons (95% UI: -0.15-1.98) and 11.25 per 100000 persons (95% UI: 1.36-34.36), respectively. Alzheimer's disease and other dementias (ADOD) had a particularly significant impact on the burden of ND. However, the ASDR for Parkinson's disease was -8.38 per 100000 persons (95% UI: -10.72 - -6.20). The burden of disease was greater in men and older people, with substantial regional variation. While aging and population growth might contribute to the increase in DALYs for tobacco-related ND, epidemiological changes have the potential to reduce the burden. From 2022 to 2050, the BAPC model predicted a decline in the age-standardized rate (ASR) of DALYs and mortality for tobacco-related ND, globally. CONCLUSIONS: Tobacco use increased the burden of ND such as ADOD and multiple sclerosis (MS), while reducing the burden of Parkinson's disease (PD). The burden of disease was disproportionately higher among older individuals and males, with significant disparities across nations and regions. Over the past 32 years, the burden of these diseases has gradually decreased, and this trend is expected to continue from 2022 to 2050.",
    "authors": [
      "Zhang C",
      "An Z",
      "Jiang J",
      "Ge J",
      "Huang W",
      "Pei J",
      "Liu Y",
      "Yao J",
      "Guo Z",
      "Liu X",
      "Cui Y"
    ],
    "year": "2025"
  },
  {
    "pmid": "40077827",
    "title": "Factors Associated With Alzheimer's Dementia Diagnosis and Survival in Down Syndrome.",
    "abstract": "BACKGROUND: People with Down syndrome (DS) have an increased risk for Alzheimer's disease (AD). Identifying factors associated with dementia onset and subsequent survival will support in understanding the disease profile, improving timely diagnosis, management, and care planning. METHOD: Variables associated with age at dementia onset and survival times were assessed in 279 adults with DS who accessed a community learning disability service. After outliers were removed, regression and hazard regression models were used for disease onset (n = 265) and survival times (n = 180), respectively. RESULTS: Earlier age at first assessment and living with family predicted earlier age at diagnosis, which led to longer survival, post-diagnosis. Epilepsy and living in a long-stay hospital were associated with earlier mortality. CONCLUSION: Implications for clinical practice include reflections on the importance of early baseline assessments and caregiver awareness. Suggestions for future research include investigating intersectionality of social factors with genetics to better understand AD trajectories.",
    "authors": [
      "Pounds O",
      "Theodore K",
      "Dodd K"
    ],
    "year": "2025 Mar 12"
  },
  {
    "pmid": "40077816",
    "title": "Prenatal Stress Increases the Risk of the FPR2-related Dysfunction in the Brain's Resolution of Inflammation: A Study on the Humanized APPNL-F/NL-F Mouse Model of Alzheimer's Disease.",
    "abstract": "INTRODUCTION: Brain aging is a complex process involving genetic, neurodevelopmental, and environmental factors. Inherent features of this process are cellular senescence, the development of senescence-associated secretory phenotype (SASP), and prolonged inflammation. METHODS: Recently, progress has been made in understanding the biological roles of FPR2 receptors and their ligands in the mechanism of inflammation resolution (RoI) in the brain. However, the number of studies comparing the influence of prenatal stress (PS) on RoI in physiological aging and neurodegenerative disorders pathology is very limited, and the data need to be more consistent. Here, we examined whether PS can condition the pattern of age-dependent cognitive and RoI changes in the prefrontal cortex and hippocampus in wild-type and hAPPNL-F/NL-F KI male mice. RESULTS: We discovered that in aging, the memory deficits are accompanied by the limitation of the availability of pro-resolving FPR2 ligands, the rising proinflammatory microglia polarization, and inflammatory ligands mediated FPR2 overactivation. Moreover, the present study suggested the subtle role of the RoI deficits in creating brain cells' senescence and shifting the immunomodulators to the proinflammatory direction. PS has been revealed as a substantial factor modulating the profile of inflame-aging in a manner strongly determined by the age of animals and the brain structure under study, mainly in hAPPNL-F/NL-F KI male mice. CONCLUSION: Our results identify the FPR2 receptors as a driver regulating the RoI process in the brain and highlight that PS has diversified the picture of age-dependent neurodegenerative pathology.",
    "authors": [
      "Trojan E",
      "Frydrych J",
      "Lason W",
      "Basta-Kaim A"
    ],
    "year": "2025 Mar 12"
  },
  {
    "pmid": "40077790",
    "title": "Exploring the Efficacy and Safety of Nutritional Supplements in Alzheimer's Disease.",
    "abstract": "Background: Alzheimer's disease (AD) represents one of the major challenges of modern medicine, with a growing impact on public health and healthcare systems. In recent years, dietary supplements use has been the subject of increasing interest as a complementary strategy for the prevention and treatment of the disease. Materials and Methods: A Review of reviews was conducted following PRISMA guidelines and REAPPRAISED checklist to evaluate the efficacy and safety of supplement use in AD. The search, performed across major scientific databases, identified 54 relevant articles, including 53 reviews and one mini-review, after applying specific inclusion criteria and removing duplicates. Results: The growing body of evidence suggests that some supplements may help reduce cognitive decline, inflammation, and target mechanisms behind AD. However, many of these supplements are still under investigation, with mixed results highlighting the need for high-quality research. A key challenge is the lack of data on optimal dosages, administration duration, and long-term safety, which limits clinical guidelines. Some studies have reported positive effects from specific regimens, such as curcumin (800 mg/day), omega-3 fatty acids (2 g/day), and resveratrol (600 mg/day). Other supplements, like phosphatidylserine (300 mg/day), multinutrient formulations, probiotics, vitamin E (2000 IU/day), and melatonin (3-10 mg/day), also show benefits, though study variability makes conclusions uncertain. Conclusions: While certain supplements show potential in mitigating cognitive decline in AD, inconsistent findings and gaps in dosage and safety data highlight the need for rigorous, large-scale trials. Future research should focus on personalized, multimodal strategies integrating targeted supplementation, dietary patterns, and microbiota-gut-brain interactions for enhanced neuroprotection.",
    "authors": [
      "Gualtieri P",
      "Frank G",
      "Cianci R",
      "Ciancarella L",
      "Romano L",
      "Ortoman M",
      "Bigioni G",
      "Nicoletti F",
      "Falco MI",
      "La Placa G",
      "Di Renzo L"
    ],
    "year": "2025 Mar 6"
  },
  {
    "pmid": "40077497",
    "title": "Comparative Analysis of Egg Yolk Phospholipid Unsaturation and Its Impact on Neural Health in Alzheimer Disease Mice.",
    "abstract": "The mechanism of egg yolk phosphatidylcholine (PC) in alleviating Alzheimer's disease (AD) has not yet been clear. The fatty acid composition of PC, especially the ratio of polyunsaturated fatty acids (PUFA), may be a critical determinant of their structural and functional roles. This study aimed to conduct a comparative analysis of the unsaturation levels of egg yolk PC and their impact on neurological health in a murine model of AD. The results showed that oral administration of high and low unsaturation PC (HUP, LUP) enhanced learning and memory abilities in AD mice, with the HUP intervention demonstrating superior efficacy compared to the LUP. Follow-up biochemical analysis of the brain tissue also suggested that HUP intervention effectively mitigated oxidative-stress damage and inhibited tau hyperphosphorylation in AD mice. Meanwhile, lipidomic analyses of the mouse hippocampus revealed that HUP intervention substantially increased the levels of phospholipids, such as PEt (phosphatidylethanol) and BisMePA (bis(methylthio)phenylacetic acid), which are recognized as vital components of neuronal cell membranes. Furthermore, HUP intervention markedly elevated the levels of phospholipids incorporating PUFAs in the hippocampus. These results revealed a mitigating role for unsaturated egg yolk PC in AD prevention and offer new insights into AD prevention from a lipidomic perspective.",
    "authors": [
      "Sun Y",
      "Wu Y",
      "Fang B",
      "Li J",
      "Liu Y",
      "Gao H",
      "Zhang M"
    ],
    "year": "2025 Feb 26"
  },
  {
    "pmid": "40077014",
    "title": "Could Blood Transfusion Increase the Risk of Alzheimer's Disease? A Narrative Review.",
    "abstract": "Alzheimer's disease (AD) is the most common progressive neurodegenerative disease, and its pathogenesis is complex. In addition to amyloid-beta and phosphorylated tau, inflammation and microbial infections also play a role in the development of AD. Currently, there is no effective clinical intervention to cure AD or completely halt its progression. Blood transfusion, a critical life-saving medical procedure widely employed in modern healthcare, faces growing demand due to global population aging. However, whether blood transfusion could increase the risk of AD is still not clear. Abeta and tau play major roles in the pathogenesis of AD and may possess the potential for transmission through blood transfusion. Iron overload and chronic inflammation, which can independently influence AD pathogenesis, may result from repeated transfusions. Additionally, herpesvirus, known to accelerate AD progression, can also be potentially transmitted by blood transfusion. In this study, recent advances in the associations between blood transfusion and the occurrence and development of AD were reviewed, and whether blood transfusion could increase the risk of AD was discussed. Furthermore, the related proposals for blood management and future research were advanced to provide references for the prevention and control of AD.",
    "authors": [
      "Li X",
      "Pei R",
      "Fei Z",
      "Chen Z",
      "Lin F",
      "Sun P",
      "Cao H"
    ],
    "year": "2025 Feb 20"
  },
  {
    "pmid": "40076984",
    "title": "Revealing Lingonberry's Neuroprotective Potential in Alzheimer's Disease Through Network Pharmacology and Molecular Docking.",
    "abstract": "Alzheimer's disease is a progressive neurodegenerative disorder with limited treatment options. Lingonberry (Vaccinium vitis-idaea L.) has demonstrated neuroprotective and anti-inflammatory properties, yet the underlying mechanisms remain unclear. This study employed network pharmacology, molecular docking, and molecular dynamics simulations to explore the therapeutic potential in Alzheimer's disease. Pathway analysis identified monoamine oxidase B as a key target involved in serotonergic synapse dysfunction related to Alzheimer's disease. Molecular docking revealed that ferulic acid, a major bioactive compound in lingonberry, exhibits strong binding affinity to monoamine oxidase B. Further molecular dynamics simulations confirmed the stability of this interaction, highlighting the potential inhibitory effect of ferulic acid on monoamine oxidase B. These findings provide novel insights into the neuroprotective mechanisms of lingonberry and suggest its potential as a natural therapeutic intervention for Alzheimer's disease.",
    "authors": [
      "Li J",
      "Wang M",
      "Wang Y",
      "Peng X",
      "Lv G",
      "Zheng T",
      "Peng Y",
      "Li J"
    ],
    "year": "2025 Mar 6"
  },
  {
    "pmid": "40076979",
    "title": "Differential Transcriptional Programs Reveal Modular Network Rearrangements Associated with Late-Onset Alzheimer's Disease.",
    "abstract": "Alzheimer's disease (AD) is a complex, genetically heterogeneous disorder. The diverse phenotypes associated with AD result from interactions between genetic and environmental factors, influencing multiple biological pathways throughout disease progression. Network-based approaches offer a way to assess phenotype-specific states. In this study, we calculated key network metrics to characterize the network transcriptional structure and organization in LOAD, focusing on genes and pathways implicated in AD pathology within the dorsolateral prefrontal cortex (DLPFC). Our findings revealed disease-specific coexpression markers associated with diverse metabolic functions. Additionally, significant differences were observed at both the mesoscopic and local levels between AD and control networks, along with a restructuring of gene coexpression and biological functions into distinct transcriptional modules. These results show the molecular reorganization of the transcriptional program occurring in LOAD, highlighting specific adaptations that may contribute to or result from cellular responses to pathological stressors. Our findings may support the development of a unified model for the causal mechanisms of AD, suggesting that its diverse manifestations arise from multiple pathways working together to produce the disease's complex clinical patho-phenotype.",
    "authors": [
      "Perez-Gonzalez AP",
      "Anda-Jauregui G",
      "Hernandez-Lemus E"
    ],
    "year": "2025 Mar 6"
  },
  {
    "pmid": "40076944",
    "title": "Blood Biomarkers Reflect Dementia Symptoms and Are Influenced by Cerebrovascular Lesions.",
    "abstract": "Dementia blood biomarkers are becoming increasingly important. Various factors, such as ischemic lesions and inflammation, can influence the pathomechanism of dementia. We aimed to evaluate the effects of past stroke lesions on blood biomarkers (BMs). Following approval from the institutional ethics committee, patients who were admitted to the memory clinic and were consented to written documents were enrolled (n = 111, average [standard deviation] age: 74.5 [9.1] years-old). Brain magnetic resonance imaging, cognitive function, and neuropsychological symptoms were analyzed. The amyloid-beta 42 (Abeta42)/Abeta40 ratio, phosphorylated tau181 (p-tau181), glial fibrillary acidic protein (GFAP), neurofilament light chain (NfL), and Abeta42/p-tau181 ratio were assessed as plasma BMs. The patients were diagnosed with Alzheimer's disease (n = 45), mild cognitive impairment (n = 56), depression (n = 8), and subjective cognitive impairment (n = 4). Bivariate analysis exhibited that all measured BM indicators were significantly associated with cognitive decline in patients without past stroke lesions. Whereas the patients with stroke lesions presented a significant association only between GFAP and cognitive decline (p = 0.0011). Multiple regression analysis showed that NfL significantly correlated with cognitive decline only in patients without stroke lesions (r = 0.4988, p = 0.0003) and with delusion only in those with stroke lesions (r = 0.5492, p = 0.0121). Past stroke lesions should be addressed in the assessment of the correlation between blood biomarkers and cognitive decline in dementia patients.",
    "authors": [
      "Nakase T",
      "Tatewaki Y",
      "Takano Y",
      "Nomura S",
      "Baek HW",
      "Taki Y"
    ],
    "year": "2025 Mar 5"
  },
  {
    "pmid": "40076922",
    "title": "Unraveling the Roles of UBE3A in Neurodevelopment and Neurodegeneration.",
    "abstract": "The ubiquitin-protein ligase E3A (UBE3A, aka E6-AP), an E3 ligase belonging to the HECT family, plays crucial roles in the stability of various proteins through the proteasomal degradation system. Abnormal UBE3A activity is essential for the initiation and progression of several cancers. A gain of function and an overdosage of maternal UBE3A is associated with an increased risk of autism spectrum disorders. Conversely, a loss of function due to mutations, deletions, paternal duplications, or imprinting defects in neurons leads to Angelman syndrome. Emerging evidence suggests that abnormal UBE3A activity may also contribute to the development of various brain disorders, including schizophrenia, Huntington's disease, Parkinson's disease, and Alzheimer's disease, making UBE3A a protein of significant interest. However, research on UBE3A's functions in the brain has primarily focused on neurons due to the imprinting of UBE3A in mature neuronal cells, while being obscured in glia. This review outlines the expression of UBE3A in neurons and glial cells based on published studies, highlights newly identified patterns of UBE3A, such as its secretion, and emphasizes the involvement of UBE3A in neurodegenerative diseases. Furthermore, we summarize glial UBE3A and propose a model of bi-directional interactions between the neurons and glia mediated by UBE3A that underlies brain functions. Insights gained from this research could provide new avenues for therapeutic interventions targeting various brain disorders.",
    "authors": [
      "Yang X",
      "Huang YA"
    ],
    "year": "2025 Mar 5"
  },
  {
    "pmid": "40076887",
    "title": "Brain Disease-Modifying Effects of Radiofrequency as a Non-Contact Neuronal Stimulation Technology.",
    "abstract": "Non-invasive, non-contact, and painless methods of electrical stimulation to enhance neural function have been widely studied in recent years, particularly in the context of neurodegenerative diseases such as Alzheimer's disease (AD) and related dementias, which cause cognitive decline and other neurological symptoms. Radiofrequency (RF), which is a rate of oscillation in the range of 3 kHz to 300 GHz (3 THz), has been suggested as one potential non-contact neuronal stimulation (NCNS) technique for improving brain function. A new type of electrical stimulation uses a radiofrequency electromagnetic field (RF-EMF). RF exposure has been shown to modulate neural stimulation and influence various brain activities in in vitro and in vivo models. Recent studies have explored the effects of RF-EMF on human physiology, particularly in areas such as brain activity, cognition, and sleep behavior. In this review, we summarize recent findings about the effects of non-contact stimulations in in vitro studies, in vivo animal models, and human clinical cases.",
    "authors": [
      "Sun S",
      "Bok J",
      "Jang Y",
      "Seo H"
    ],
    "year": "2025 Mar 4"
  }
]